Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# common_share_detail
source: Exchange
es: Crypto currency
ja: Crypto currency
ko_kr: Crypto currency
vi: Crypto currency
zh_hans: 数字货币交易平台
zh_hant: 数字货币交易平台

# common_share_confirm
source: Confirm sharing
zh_hans: 确认分享
zh_hant: 确认分享

# common_share_losePrompt
source: Sorry
zh_hans: 有输有赢，总有一赢
zh_hant: 有输有赢，总有一赢

# common_share_winPrompt
source: Congratulation
zh_hans: 小赚一笔
zh_hant: 小赚一笔

# common_share_scanCode
source: Download
zh_hans: 扫码下载
zh_hant: 扫码下载

# common_share_losePrompt5
source: I don't care!
zh_hans: 这点亏损小爷还承受得起
zh_hant: 这点亏损小爷还承受得起

# common_share_losePrompt10
source: It’s just a game!
zh_hans: 小赌怡情，大赌伤身。
zh_hant: 小赌怡情，大赌伤身。

# common_share_losePrompt20
source: I'll be back!
zh_hans: 我还会回来再战的！
zh_hant: 我还会回来再战的！

# common_share_losePrompt50
source: Oh God !
zh_hans: 币圈一天，人间一年。
zh_hant: 币圈一天，人间一年。

# common_share_losePrompt100
source: Money will come and go!
zh_hans: 生死看淡，不服就干！
zh_hant: 生死看淡，不服就干！

# common_share_winPrompt5
source: You win!
zh_hans: 不输就是赢。
zh_hant: 不输就是赢。

# common_share_winPrompt10
source: Good luck!
zh_hans: 小赚一笔
zh_hant: 小赚一笔

# common_share_winPrompt20
source: It’s easy!
zh_hans: 这个水平马马虎虎。
zh_hant: 这个水平马马虎虎。

# common_share_winPrompt50
source: God can't stop me
zh_hans: 耶稣也阻止不了我，我说的！
zh_hant: 耶稣也阻止不了我，我说的！

# common_share_winPrompt100
source: winner winner chicken dinner
zh_hans: 老夫从来都是一把梭！
zh_hant: 老夫从来都是一把梭！

# transaction_text_dealTime
source: Date
zh_hans: 成交时间
zh_hant: 成交时间

# transaction_text_dealPrice
source: Price
zh_hans: 成交价格
zh_hant: 成交价格

# transaction_text_dealNum
source: Executed
zh_hans: 成交数量
zh_hant: 成交数量

# contract_swap_info
source: Contract Info
zh_hans: 合约信息

# contract_share_downloadtips
source: Download APP
zh_hans: 扫码下载APP

# contract_submitorder_confirm
source: Order confirmation
zh_hans: 下单二次确认

# contract_next_remind
source: Don't prompt again
zh_hans: 下次不再提示

# contract_share_label
source: Share
zh_hans: 分享

# contract_high_postonly
source: Post only
zh_hans: 只做maker(Post only)

# contract_high_fok
source: FillOrKill（FOK）
zh_hans: 全部成交或立即取消(FOK)

# contract_high_ioc
source: ImmediateOrCancel（IOC）
zh_hans: 立即成交并取消剩余(IOC)

# contract_postonly
source: Post only
zh_hans: 只做maker

# contract_highlimit_order
source: LMT
zh_hans: 高级限价

# contract_currentleveage_canopen
source: Max leverage for opening long:
zh_hans: 当前杠杆最大可开多

# contract_highleveage_risk
source: *The chosen leverage multiple is high. Please be aware of the risks involved before confirming!
zh_hans: *当前杠杆倍数较高，请注意风险

# contract_change_leveage
source: switch leverage
zh_hans: 切换杠杆

# contract_cross_risktips
source: In cross-margin mode, all available balances of the currency will be lost if forced liquidation occurs. Please pay attention to risk control.
zh_hans: 全仓模式下，若发生强平将损失该币种所有的可用余额，请注意仓位风险控制。

# common_text_verifyInfoTitle
source: Please complete the following information to ensure that it is operated by yourself:
zh_hans: 为了确保是否为本人操作，请完善以下信息：
zh_hant: 为了确保是否为本人操作，请完善以下信息：

# common_text_realnameVerifyTitle
source: Real-name (hint: %@)
zh_hans: 您实名认证的姓名？（提示：%@）
zh_hant: 您实名认证的姓名？（提示：%@）

# common_text_realidVerifyTitle
source: ID number (hint: %@)
zh_hans: 您实名的证件号码？（提示：%@）
zh_hant: 您实名的证件号码？（提示：%@）

# common_text_realnameVerifyPlaceholder
source: Enter your name, up to 50 characters.
zh_hans: 请输入姓名,最多输入50字符。
zh_hant: 请输入姓名,最多输入50字符。

# common_text_realidVerifyPlaceholder
source: Enter your ID number, up to 35 characters
zh_hans: 请输入证件号码,最多输入35字符。
zh_hant: 请输入证件号码,最多输入35字符。

# common_text_verifySuccessTitle
source: Authentication passed!
zh_hans: 认证通过!
zh_hant: 认证通过!

# common_text_verifyAuthFailTitle
source: Authentication failed!
zh_hans: 认证失败!
zh_hant: 认证失败!

# common_text_verifyAuthFailMsg
source: The system will freeze the withdrawal transaction for 24 hours!
zh_hans: 系统将冻结提现24小时!
zh_hant: 系统将冻结提现24小时!

# common_text_verifyAuthTimerMsg
source: Exit automatically in %@ second
zh_hans: %@秒后自动退出
zh_hant: %@秒后自动退出

# common_text_verifyAuthIdNumberError
source: Wrong ID number
zh_hans: 证件号码错误
zh_hant: 证件号码错误

# common_text_verifyAuthNameError
source: Wrong input name
zh_hans: 姓名输入错误
zh_hant: 姓名输入错误

# common_text_verifyAuthTryTimeDesc
source: %@ chance left! If you make 3 consecutive input errors, cash withdrawal will be frozen for 24 hours!
ko_kr: %@ chance left! If you make three 3 input errors, cash withdrawal will be frozen for 24 hours!
zh_hans: 还剩%@次机会!连续3次输入错误将冻结提现24小时！
zh_hant: 还剩%@次机会!连续3次输入错误将冻结提现24小时！

# common_text_stillBindPhone
source: Still bind to the phone number.
zh_hans: 仍绑定手机
zh_hant: 仍綁定手機

# common_text_bindPhonePrompt
source: Due to the unstable network of the operator, SMS reception in your current region may be delayed, so we recommend you to use Google authentication.
zh_hans: 由于运营商网络不稳定，您当前所在地区短信接收可能会有延迟，推荐您使用谷歌验证
zh_hant: 由於運營商網絡不穩定，您當前所在地區短信接收可能會有延遲，推薦您使用谷歌驗證

# contract_max_volume_limit
source: Please ensure that the quantity of the order is less than or equal to {%@}pcs!
zh_hans: 请确保订单数量小于或等于{%@}张
zh_hant: 请确保订单数量小于或等于{%@}张

# contract_profit_record
source: PnL record
zh_hans: 盈亏记录
zh_hant: 盈亏记录

# contract_stop_profit_loss
source: Take profit/stop loss
zh_hans: 止盈止损
zh_hant: 止盈止损

# contract_text_closeAveragePrice
source: Average close price
zh_hans: 平仓均价
zh_hant: 平仓均价

# contract_action_airdrop
source: Air drop
zh_hans: 空投
zh_hant: 空投

# contract_adjust_close_price
source: Adjusted Liquidation Price
zh_hans: 调整后强平价格
zh_hant: 调整后强平价格

# contract_deposit_range
source: Margin range
zh_hans: 保证金范围
zh_hant: 保证金范围

# contract_deposit_volume
source: Margin amount
zh_hans: 保证金数量
zh_hant: 保证金数量

# contract_after_adjust_leveage
source: Adjusted leverage
zh_hans: 调整后杠杆
zh_hant: 调整后杠杆

# contract_open_stop_profit
source: Take profit
zh_hans: 开启止盈
zh_hant: 开启止盈

# contract_open_stop_loss
source: Stop loss
zh_hans: 开启止损
zh_hant: 开启止损

# contract_stop_profitloss_tips
source: Once the %@ reaches the predetermined TP/SL price, your position will completely be closed
es: When %@ reaches TP/SL price, the position is fully closed at the setting price
ja: When %@ reaches TP/SL price, the position is fully closed at the setting price
ko_kr: When %@ reaches TP/SL price, the position is fully closed at the setting price
vi: When %@ reaches TP/SL price, the position is fully closed at the setting price
zh_hans: 当%@达到止盈/止损价格，将以设置的执行价格全部平仓
zh_hant: 当%@达到止盈/止损价格，将以设置的执行价格全部平仓

# contract_stop_profit_long
source: Take-profit price needs to be higher than %@
zh_hans: 止盈价格需要高于当前%@
zh_hant: 止盈价格需要高于当前最新价格

# contract_stop_profit_short
source: Take-profit price needs to be lower than %@
zh_hans: 止盈价格需要低于当前%@
zh_hant: 止盈价格需要低于当前最新价格

# contract_stop_loss_long
source: Stop-loss price needs to be lower than %@
zh_hans: 止损价格需要低于当前%@
zh_hant: 止损价格需要低于当前最新价格

# contract_stop_loss_short
source: Stop-loss price needs to be higher than %@
zh_hans: 止损价格需要高于当前%@
zh_hant: 止损价格需要高于当前最新价格

# contract_normal_order_timeout
source: Liquidated order is timed out，be cancelled
zh_hans: 爆仓订单超时未成交，转撤销
zh_hant: 爆仓订单超时未成交，转撤销

# contract_normal_order_ASSETS
source: Insufficient margin, partial entrusted order is cancelled
zh_hans: 保证金不足，部分委托被系统撤销
zh_hant: 保证金不足，部分委托被系统撤销

# contract_normal_order_FREEZE
source: Insufficient frozen margin，partial entrusted order is cancelled
zh_hans: 冻结保证金不足，部分委托被撤销
zh_hant: 冻结保证金不足，部分委托被撤销

# contract_normal_order_UNDO
source: Unable to fill，partial entrusted order is cancelled
zh_hans: 无法正常成交，部分委托转撤销
zh_hant: 无法正常成交，部分委托转撤销

# contract_normal_order_CLOSE
source: The entursted order will cause forced liquidation，cancelled by system
zh_hans: 经系统试算该委托成交会引起仓位强平，委托被系统撤销
zh_hant: 经系统试算该委托成交会引起仓位强平，委托被系统撤销

# contract_normal_order_reduce
source: Unfilled order of ADL process is cancelled
zh_hans: 用户仓位发生自动减仓，部分委托被系统撤销
zh_hant: 用户仓位发生自动减仓，部分委托被系统撤销

# contract_normal_order_compensate
source: Cancelled by system
zh_hans: 分摊对手方穿仓损失，部分委托被系统撤销
zh_hant: 分摊对手方穿仓损失，部分委托被系统撤销

# contract_normal_order_positionErr
source: Position mistake，cancelled by system
zh_hans: 可平仓位数量不足，部分委托被系统撤销
zh_hant: 可平仓位数量不足，部分委托被系统撤销

# contract_normal_order_FORBBIDN
source: Entrusted type illegal，cancelled by system
zh_hans: 委托类型非法，该委托被系统撤销
zh_hant: 委托类型非法，该委托被系统撤销

# contract_normal_order_OPPSITE
source: Unable to filled with traders own reverse order
zh_hans: 不能与自己的反向订单成交，部分委托被系统撤销
zh_hant: 不能与自己的反向订单成交，部分委托被系统撤销

# contract_normal_order_FOK
source: FOK Order, fully filled or cancelled by system
zh_hans: FOK订单，无法全部成交时被系统撤销
zh_hant: FOK订单，无法全部成交时被系统撤销

# contract_normal_order_IOC
source: IOC order，filled immediately or cancelled by system
zh_hans: IOC订单，无法立即成交时部分委托被系统撤销
zh_hant: IOC订单，无法立即成交时部分委托被系统撤销

# contract_normal_order_MARKET
source: The filled price deviates from market order，partial order is cancelled by system
zh_hans: 市价单成交价格偏离过大，部分委托被系统撤销
zh_hant: 市价单成交价格偏离过大，部分委托被系统撤销

# contract_normal_order_PASSIVE
source: Post only, Taker order will be cancelled by system.
zh_hans: 被动委托，撮合时为taker部分被系统撤销
zh_hant: 被动委托，撮合时为taker部分被系统撤销

# contract_normal_order_FORCE
source: Liquidated，unfilled order is cancelled by system
zh_hans: 仓位发生强平，未成交委托被系统撤销
zh_hant: 仓位发生强平，未成交委托被系统撤销

# contract_normal_order_PLAY
source: play order，partial order is cancelled by system
zh_hans: play订单，部分委托被系统撤销
zh_hant: play订单，部分委托被系统撤销

# contract_normal_order_HANDOVER
source: Position is forced liquidated, partial order is cancelled by system
zh_hans: 仓位被强制交割，部分委托被系统撤销
zh_hant: 仓位被强制交割，部分委托被系统撤销

# contract_please_enter_tigger
source: Please enter tigger Price
zh_hans: 请输入触发价格
zh_hant: 请输入触发价格

# contract_please_enter_exten
source: Please enter Excutive Price
zh_hans: 请输入执行价格
zh_hant: 请输入执行价格

# common_kyc_chargeAndwithdraw
source: KYC verification is required before any deposit or withdrawal. Please submit your KYC.
zh_hans: 进行充提操作前，请提交实名认证信息并通过审核。
zh_hant: 進行充提操作前，請提交實名認證信息並通過審核。

# common_kyc_trading
source: KYC verification is required before trading. Please submit your KYC.
zh_hans: 进行交易操作前，请提交实名认证信息并通过审核。
zh_hant: 進行交易操作前，請提交實名認證信息並通過審核。

# contract_fee_share
source: Fee sharing
zh_hans: 手续费分成
zh_hant: 手续费分成

# contract_sting_newPriceMessage
source: When the latest price reaches %@, the commission shall be conducted at the market price.
zh_hans: 最新价达到%@时以市场价格进行委托
zh_hant: 最新价达到%@时以市场价格进行委托

# contract_sting_moreLossMessage
source: Trigger price and executive price of stop-loss order: must be higher than the forced liquidation price and less than the latest price.
zh_hans: 止损触发价格和执行价格：需大于强平价格，小于最新价格
zh_hant: 止损触发价格和执行价格：需大于强平价格，小于最新价格

# contract_sting_moreProfitMessage
source: Trigger price and executive price of take-profit order: must be higher than the latest price.
zh_hans: 止盈价触发价格和执行价格：需大于最新价格
zh_hant: 止盈价触发价格和执行价格：需大于最新价格

# contract_sting_lessLossMessage
source: Trigger price and executive price of stop-loss order: must be less than the forced liquidation price and higher than the latest price.
zh_hans: 止损触发价格和执行价格：需要小于强平价格大于最新价格
zh_hant: 止损触发价格和执行价格：需要小于强平价格大于最新价格

# contract_sting_lessProfitMessage
source: Trigger price and executive price of take-profit order: must be less than the latest price.
zh_hans: 止盈触发价格和执行价格：需小于最新价格
zh_hant: 止盈触发价格和执行价格：需小于最新价格

# contract_sting_moreProfitWaring
source: Trigger price or executive price below warning price %@ may result in stop-loss failure. Do you want to continue?
zh_hans: 止损价格触发价格或执行价格低于预警价格 %@，可能会导致止损失败，是否继续提交?
zh_hant: 止损价格触发价格或执行价格低于预警价格 %@，可能会导致止损失败，是否继续提交?

# contract_sting_lessLossWaring
source: Trigger price or executive price above warning price %@ may result in stop-loss failure. Do you want to continue?
zh_hans: 止损价格触发价格或执行价格高于预警价格 %@，可能会导致止损失败，是否继续提交?
zh_hant: 止损价格触发价格或执行价格高于预警价格 %@，可能会导致止损失败，是否继续提交?

# coAgent_text_agentStepA
source: Send invitations to friends
zh_hans: 好友使用您的邀请码注册
zh_hant: 好友使用您的邀请码注册

# coAgent_text_agentStepB
source: Being a contract broker
zh_hans: 您申请成为合约经纪人
zh_hant: 您申请成为合约经纪人

# coAgent_text_agentStepC
source: Contracts trading you gain profits
zh_hans: 好友合约交易佣金入账
zh_hant: 好友合约交易佣金入账

# coAgent_text_return
source: Recommendation rebate
zh_hans: 直推返佣
zh_hant: 直推返佣

# coAgent_text_level2return
source: Level 2 Comm Rate
zh_hans: 二级返佣

# coAgent_text_childReturn
source: Broker’s dividend
zh_hans: 子经纪分佣
zh_hant: 子经纪分佣

# coAgent_text_childTotal
source: Total clients(people)
zh_hans: 客户数量（人）
zh_hant: 客户数量（人）

# coAgent_text_childTotalUSDT
source: Accumulated profits (USDT)
zh_hans: 累计佣金折合（USDT）
zh_hant: 累计佣金折合（USDT）

# coAgent_text_yesterdayReturn
source: Profits of yesterday(USDT)
zh_hans: 昨日佣金折合（USDT）
zh_hant: 昨日佣金折合（USDT）

# coAgent_text_byesterdayReturn
source: Profits of the day before(USDT)
zh_hans: 前日佣金折合（USDT）
zh_hant: 前日佣金折合（USDT）

# coAgent_text_redpackInvite
source: Bonus
ja: Bonus invitation
zh_hans: 红包邀请
zh_hant: 红包邀请

# coAgent_text_friendInvite
source: Invite friends
ja: Invite friends to join in
zh_hans: 邀请好友加入，赚取佣金
zh_hant: 邀请好友加入，赚取佣金

# coAgent_text_explain
source: Instruction
zh_hans: 说明
zh_hant: 说明

# login_success_action_alert_title
source: Risk disclaimer
zh_hans: 风险提示
zh_hant: 风险提示

# login_success_action_alert_message
source: There are security risks in the account. Please change the password and GA in time
zh_hans: 账号存在安全隐患,请更换安全设置
zh_hant: 账号存在安全隐患,请更换安全设置

# login_success_action_alert_google
source: Replace GA
zh_hans: 更换谷歌认证
zh_hant: 更换谷歌认证

# contract_text_mybeCost
source: Estimated cost
zh_hans: 预估成本

# common_text_entrustListLimit
source: All the transaction data of coin pairs only support the display of data in the past 180 days. Please filter a single coin pair to view all orders.
zh_hans: 所有币对交易数据，仅支持展示近180天数据，请筛选单个币对查看全部订单。
zh_hant: 所有币对交易数据，仅支持展示近180天数据，请筛选单个币对查看全部订单。

# contract_swap_gift
source: Bonus
zh_hans: 体验金
zh_hant: 体验金

# contract_tips_noExperience
source: Bonus is not include
zh_hans: 不含体验金
zh_hant: 不含体验金

# contract_tips_experienceGold
source: The trading bonus cannot be withdrawn directly, but the profitable part could.The trading bonus can be used for opening positions, paying trading fees, funding fee and the settlement for closing positions.The trading bonus will be deducted at the end for paying fee or position loss.
zh_hans: 体验金本身不能直接提现，盈利部分可提。 体验金可用于开仓、交易手续费、资金费用、平仓盈亏结算。 平仓亏损、手续费等最后扣除体验金
zh_hant: 体验金本身不能直接提现，盈利部分可提。 体验金可用于开仓、交易手续费、资金费用、平仓盈亏结算。 平仓亏损、手续费等最后扣除体验金

# contract_text_getBouns
source: Bonus Issue
zh_hans: 体验金转入
zh_hant: 体验金转入

# contract_text_outBouns
source: Bonus Recycle
zh_hans: 体验金转出
zh_hant: 体验金转出

# etf_fund_rate
source: Funding Rate
zh_hans: 资金费率
zh_hant: 资金费率

# contract_share_copyText
source: Digital coin transaction platform
ja: 数字货币交易平台
ko_kr: BiKi거래소 계약공유
zh_hant: 靠譜合約上BiKi

# coin_text_coin
source: Exchange
ko_kr: 교환하다

# leverage_text_leverage
source: Leverage
es: Apalancamiento
ko_kr: 지렛대 작용
