Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# otc_tip_remindBuyerClickDidPay
source: If the payment is confirmed to the other party through the following methods, please click "paid"
es: Si confirma el método de pago a la otra parte, puede hacer clic en el pagado.
ja: 支払いを終えたら【支払済】をクリックしてください
ko_kr: 다음방법으로 상대방에게 지불하는 것을 확인하셨다면 하단의 "지불"을 클릭해 주십시오.
vi: Nếu bạn đã thanh toán đơn hàng, xin vui lòng bấm vào tôi đã thanh toán, nếu không thì có thể gây thiệt hại
zh_hans: 如确认通过以下方式付款给对方，方可点击已付款
zh_hant: 如確認通過以下方式付款給對方，方可點擊已付款

# otc_tip_remindBuyerWaitConfirm
source: After the other party confirms the payment and releases the coins, you will receive the corresponding amount of total in the fiat account.
es: Después de que la otra parte confirme el pago y libere la moneda, recibirá la cantidad de moneda correspondiente en la cuenta de moneda legal.
ja: 相手が支払いを確認して通貨を解放すると、それに対応する金額の通貨が法定通貨口座に表示されます。
ko_kr: 상대방이이체 및 코인발행을 확인하면, 고객님의 법정통화계좌로 상응하는 금액이 입금됩니다.
vi: Sau khi bên kia xác nhận việc thanh toán và giải phóng tiền tệ, bạn sẽ nhận được số tiền tương ứng
zh_hans: 待对方确认收款并放币后，您将在法币账户收到对应金额的币种
zh_hant: 待對方確認收款並放幣後，您將在法幣帳戶收到對應金額的幣種

# otc_tip_remindSellerDidReceive
source: The other party has already made payment to above account. Please confirm and click below button“Confirm Payment & Release Coin”.
es: La otra parte ya ha pagado el monto del pedido a su cuenta de cobro. Después de confirmar el recibo, haga clic en el botónConfirmar cobro y iberar la monedaa continuación.
ja: 購入者があなたの口座に注文金額を支払いました。口座を確認し問題無ければ【支払いの確認とコインの発行】ボタンをクリックしてください。
ko_kr: 상대방이고객님의 수취전용계좌에 금액을 지불했습니다. 이체를 확인하신 후, 하단의 "확인 및 코인 발행"을 클릭해 주십시오.
vi: Vui lòng nhấp "xác nhận thanh toán và token sẽ được giải phóng" sau khi bạn xác nhận thanh toán
zh_hans: 对方已经支付订单金额至您的上方收款账户，请确认到账后，点击下方“确认收款并放币”按钮
zh_hant: 對方已經支付訂單金額至您的上方收款帳戶，請確認到賬後，點擊下方“確認收款並放幣”按鈕

# otc_tip_remindSellerSendCoin
source: Please confirm the remittance has received tfrom the other party, then you can release coins.
es: Si confirma que recibió la remesa de la otra parte de la siguiente manera, puede liberar la moneda.
ja: 次の方法で相手から送金を受けたことを確認したら、コインを出すことができます。
ko_kr: 다음의방법으로 상대방으로부터 송금받음을 확인해 주십시오. 확인하신 다음에, 코인발행이 가능합니다.
vi: Vui lòng xác nhận rằng bạn đã nhận được khoản thanh toán và token sẽ được giải phóng
zh_hans: 如确认通过以下方式收到对方汇款，方可放币
zh_hant: 如確認通過以下方式收到對方匯款，方可放幣

# otc_tip_remindSellerWaitPay
source: Please be patient and wait for the payment. If the payment is not confirmed before the end of the payment countdown, the order will be cancelled automatically.
es: Tenga paciencia y espere el pago. Si el pago no se confirma antes del final de la cuenta regresiva, el pedido se cancelará automáticamente.
ja: 支払期限までに支払いが確認されなかった場合、注文は自動的にキャンセルされます。
ko_kr: 상대방의지불을 기다려 주십시오. 카운트다운이 진행되는 동안 지불이 확인되지 않으면주문은 자동 취소됩니다.
vi: Vui lòng kiên nhẫn chờ đợi khi,đơn hàng sẽ tự động bị hủy nếu không thanh toán sau khi đếm ngược thanh toán
zh_hans: 请耐心等待对方付款，若付款倒计时结束前对方未确认付款，订单将自动取消
zh_hant: 請耐心等待對方付款，若付款倒計時結束前對方未確認付款，訂單將自動取消

# otc_tip_sellerOrderComplete
source: The transaction has been completed and order amount has been deducted from your fiat account.
es: La transacción se ha completado y el monto del pedido se ha deducido de su cuenta de moneda legal
ja: 取引が完了し、注文金額の通貨があなたの法定通貨口座から支払われました
ko_kr: 거래가완료되었습니다. 주문금액통화가 고객님의 법정통화계좌에서 출금되었습니다.
vi: Đơn đặt hàng hoàn tất, số tiền đặt hàng sẽ được khấu trừ từ tài khoản tiền tệ pháp định của bạn
zh_hans: 交易已完成，订单金额币种已从您的法币账户扣除
zh_hant: 交易已完成，訂單金額幣種已從您的法幣帳戶扣除

# otc_tip_sellerPendingCoin
source: Waiting for releasing coins
es: La otra parte está lanzando monedas.
ja: 相手方はコインを出しています
ko_kr: 발행대기중
vi: Chờ phát hành
zh_hans: 对方正在放币
zh_hant: 對方正在放幣

# otc_tip_sendCoinSuccess
source: Release coins successfully.
es: Lanzamiento exitoso de monedas
ja: コインを出す成功
ko_kr: 코인발행에성공했습니다.
vi: Xác nhận khoản trợ cấp
zh_hans: 放币成功
zh_hant: 放幣成功

# otc_tip_tradeHintContent
source: Please Do Not note any related content of digital currency related when remittance. Your payment will go to the seller's account directly. During trading but the seller's digital assets will be managed and protected by the platform. Only %@ times to cancel order per day; otherwise the purchasewill be restricted.
es: No remarque el contenido relacionado con la moneda digital cuando realice el envío su envío ingresará directamente a la cuenta del vendedor y los activos digitales vendidos por el vendedor durante la transacción estarán protegidos por la plataforma. Si el comprador cancela el pedido 3 veces el mismo día, se limitará a la función de compra del día.
ja: 送金中に仮想通貨に関する情報にコメントしないでください。あなたの送金は直接売り手の口座に入ります。取引中、売り手が販売した仮想通貨はプラットフォームによって管理および保護されます。1日に注文をキャンセルする機会は%@しかありません。そうでなければ、購入機能は制限されます。
ko_kr: 지불과정에서 디지털 통화와 관련된 내용의 메모 혹은 기록을 하지 말아주십시오. 고객님의 지불은 판매자의 계좌에 직접 이체됩니다. 거래되는 동안에는 판매자가 판매하는 디지털 자산은 플랫폼에 의해 보호됩니다. 하루에 %@번까지 주문을 취소할 수 있습니다. 횟수를 초과하면 구매 기능이 제한됩니다.
vi: Vui lòng không ghi chú nội dung liên quan đến tiền tệ kỹ thuật số trong quá trình thanh toán. Thanh toán của bạn sẽ được chuyển trực tiếp vào tài khoản của người bán. Tài sản kỹ thuật số bán bởi người bán trong giao dịch được ủy thác và bảo vệ bởi nền tảng. Nếu người mua hủy giao dịch %@ lần mỗi ngày, chức năng mua của mình trong ngày đó sẽ bị giới hạn.
zh_hans: 请不要在汇款的时候备注数字货币相关内容，您的汇款直接进入卖家账户，交易过程中卖家出售的数字资产由平台托管保护。每日只有%@次取消订单权否则将限制买入功能。
zh_hant: 請不要在匯款的時候備註數字貨幣相關內容，您的匯款直接進入賣家帳戶，交易過程中賣家出售的數字資產由平臺託管保護。每日只有%@次取消訂單權否則將限制買入功能。

# otc_tip_tradeHintTitle
source: Notification
es: Recordatorio de la transacción
ja: 取引リマインド
ko_kr: 거래알림
vi: Lời nhắc giao dịch
zh_hans: 交易提醒
zh_hant: 交易提醒

# otcSafeAlert_action_bindGoogle
source: Link Google
es: unir con Google
ja: Googleをバインドする
ko_kr: 구글연동
vi: Liên kết Google
zh_hans: 绑定谷歌
zh_hant: 綁定穀歌

# otcSafeAlert_action_bindphone
source: Link Phone
es: unir con Teléfono
ja: 携帯をバインド
ko_kr: 휴대전화연동
vi: Liên kết điện thoại
zh_hans: 绑定手机
zh_hant: 綁定手機

# otcSafeAlert_action_bindphoneOrGoogle
source: Bind phone or Google Authenticator
es: Enlazar teléfono o google
ja: 携帯またはGoogle認証システムをバインドする
ko_kr: 휴대전화혹은 구글인증 연동
vi: Hãy liên kết xác minh điện thoại hoặc xác minh của Google
zh_hans: 绑定手机或谷歌
zh_hant: 綁定手機或穀歌

# otcSafeAlert_action_identify
source: Real name Authentication
es: Certificación de nombre real
ja: 実名認証
ko_kr: 실명인증
vi: Xác thực tên thật
zh_hans: 实名认证
zh_hant: 實名認證

# otcSafeAlert_action_nickname
source: Nickname
es: Apodo
ja: ニックネーム
ko_kr: 별명
vi: Biệt danh
zh_hans: 昵称
zh_hant: 昵稱

# otcSafeAlert_text_otcBuyDesc
source: To purchase fiat, you need to complete the following Settings
es: Para compras la moneda legal, debe completar la siguiente configuración
ja: フィアットを購入するには、以下の設定を完了する必要があります。
ko_kr: 현금을구매하기위해서는, 다음의 설정이 필요합니다.
vi: Để mua fiat, vui lòng hoàn tất các cài đặt sau
zh_hans: 进行法币购买，您需要完成以下设置
zh_hant: 進行法幣購買，您需要完成以下設置

# otcSafeAlert_text_otcPwd
source: Funds Password
es: Contraseña del fondo
ja: 資金パスワード
ko_kr: 거래비밀번호
vi: Mật khẩu giao dịch
zh_hans: 资金密码
zh_hant: 資金密碼

# otcSafeAlert_text_settingDesc
source: To ensure the safety of your funds, please complete the following fiat transaction configuration.
es: Para garantizar la seguridad de sus fondos, complete la siguiente configuración de transacción de moneda legal
ja: 資金の安全性を確保するために、次の法定通貨取引設定を完了してください。
ko_kr: 자산보호를위해 법정통화거래 설정이 필요합니다.
vi: Để bảo vệ tài sản của bạn, vui lòng hoàn tất cài đặt fiat
zh_hans: 为保证您的资金安全，请完成以下法币交易配置
zh_hant: 為保證您的資金安全，請完成以下法幣交易配置

# otcSafeAlert_text_title
source: Before starting the fiat transaction configuration, you need to complete the following settings.
es: Antes de poder realizar una configuración de transacción en moneda legal, debe completar la siguiente configuración.
ja: 法定通貨取引設定を開始する前に、以下の設定をする必要があります
ko_kr: 법정통화거래를설정하기 전에 다음의 설정을 완료해야합니다.
vi: Trước khi bắt đầu cài đặt fiat, vui lòng hoàn tất các cài đặt sau
zh_hans: 在进行法币交易配置之前，您需要完成以下设置
zh_hant: 在進行法幣交易配置之前，您需要完成以下設置

# payMethod_action_addnew
source: Add
es: Agregar
ja: 追加
ko_kr: 추가하기
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# payMethod_text_active
source: Activated
es: Activado
ja: 有効化
ko_kr: 활성화됨
vi: Hiệu lực
zh_hans: 已激活
zh_hant: 已啟動

# payMethod_text_alipay
source: Alipay
ja: アリペイ
ko_kr: 알리페이
zh_hans: 支付宝
zh_hant: 支付寶

# payMethod_text_inactive
source: Inactive
es: No activado
ja: 未有効化
ko_kr: 비활성화
vi: Không hoạt động
zh_hans: 未激活
zh_hant: 未啟動

# payMethod_text_unbinding
source: Unlink
es: Desatado
ja: バインド解除
ko_kr: 연동해제
vi: Không liên kết
zh_hans: 解绑
zh_hant: 解綁

# payMethod_tip_reconfirmUnbinding
source: Do you want to unlink this payment method?
es: ¿Es posible desatar este método de cobro?
ja: この受取方法のバインドを解除しますか？
ko_kr: 이수취방법을 연동해제하시겠습니까?
vi: Bạn có chắc là xóa bỏ chế độ bộ sưu tập này
zh_hans: 是否解绑此收款方式？
zh_hant: 是否解綁此收款方式？

# personal_action_checkUpdate
source: Check for updates
es: Comprobar actualizaciones
ja: アップデートを確認する
ko_kr: 업데이트체크
vi: Kiểm cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# personal_text_aboutus
source: About Us
es: Acerca de nosotros
ja: 私たちに関して
ko_kr: 회사소개
vi: Về chúng tôi
zh_hans: 关于我们
zh_hant: 關於我們

# personal_text_blacklist
source: Blacklist
es: Lista negra
ja: ブラックリスト
ko_kr: 블랙리스트
vi: Sổ đen
zh_hans: 黑名单
zh_hant: 黑名單

# personal_text_confirmPwd
source: Confirm new password
es: Confirmar nueva contraseña
ja: 新しいパスワードを確認
ko_kr: 새비밀번호 확인
vi: Xác nhận mật khẩu mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# personal_text_country
source: Country and Region
es: País y región
ja: 国と地域
ko_kr: 국가와지역
vi: Quốc gia/khu vực
zh_hans: 国家地区
zh_hant: 國家地區

# personal_text_googleCode
source: Google authenticator Code
es: Código de verificación de Google
ja: Google認証コード
ko_kr: 구글인증코드
vi: Mã xác minh Google
zh_hans: 谷歌验证码
zh_hant: 穀歌驗證碼

# personal_text_helpcenter
source: Help Center
es: Centro de ayuda
ja: ヘルプセンター
ko_kr: 지원센터
vi: Trung tâm hỗ trợ
zh_hans: 帮助中心
zh_hant: 幫助中心

# personal_text_isAuth
source: Verified
es: Certificado
ja: 認証済み
ko_kr: 인증됨
vi: Xác thực
zh_hans: 已通过认证
zh_hant: 已通過認證

# personal_text_mailCode
source: Email Verification Code
es: Código de verificación de e-mail
ja: メール認証コード
ko_kr: 이메일인증 코드
vi: Mã xác minh email
zh_hans: 邮箱验证码
zh_hant: 郵箱驗證碼

# personal_text_message
source: Message
es: Carta de la estación
ja: メッセージ
ko_kr: 메세지
vi: Tin nhắn
zh_hans: 站内信
zh_hant: 站內信

# personal_text_newPwd
source: New password
es: Nueva contraseña
ja: 新しいパスワード
ko_kr: 새비밀번호
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# personal_text_notice
source: Notice
es: Anuncio
ja: 通知
ko_kr: 공지
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# personal_text_phoneCode
source: SMS verification code
es: Código de verificación del teléfono móvil
ja: 携帯認証コード
ko_kr: SMS인증 코드
vi: Xác minh SMS
zh_hans: 手机验证码
zh_hant: 手機驗證碼

# personal_text_phoneNumber
source: Phone number
es: Número de móvil
ja: 携帯番号
ko_kr: 휴대전화번호
vi: Điện thoại
zh_hans: 手机号码
zh_hant: 手機號碼

# personal_text_safeSettingOff
source: Not enabled
es: No abierto
ja: 未有効化
ko_kr: 사용가능
vi: Không liên kết
zh_hans: 未开启
zh_hant: 未開啟

# personal_text_safeSettingOpen
source: Enabled
es: Abierto
ja: 有効化済み
ko_kr: 사용불가능
vi: Liên kết
zh_hans: 已开启
zh_hant: 已開啟

# personal_text_safetycenter
source: Security Center
es: Centro de seguridad
ja: セキュリティセンター
ko_kr: 보안센터
vi: Trung tâm bảo mật
zh_hans: 安全中心
zh_hant: 安全中心

# personal_text_setNickname
source: Setup Nickname
es: Establecer apodo
ja: ニックネームを設定する
ko_kr: 별명설정
vi: Đặt biệt danh
zh_hans: 设置昵称
zh_hant: 設置昵稱

# personal_text_setting
source: Settings
es: Establecer
ja: 設定
ko_kr: 설정
vi: Thiết lập
zh_hans: 设置
zh_hant: 設置

# personal_text_smsCode
source: Phone Verification Code
es: Código de verificación de SMS
ja: 携帯認証コード
ko_kr: 전화인증 코드
vi: Mã xác minh điện thoại
zh_hans: 短信验证码
zh_hant: 短信驗證碼

# personal_text_unverified
source: Unauthorized
es: No certificado
ja: 未認証
ko_kr: 미인증
vi: Không xác thực
zh_hans: 未认证
zh_hant: 未認證

# personal_text_verified
source: Verified
es: Certificado
ja: 認証済み
ko_kr: 인증됨
vi: Xác thực
zh_hans: 已认证
zh_hant: 已認證

# common_text_versionCode
source: Version No.
es: Número de versión
ja: バージョン番号
ko_kr: 버전번호
vi: Phiên bản
zh_hans: 版本号
zh_hant: 版本號

# personal_tip_inputIdnumber
source: Please enter your photo ID number
es: Ingrese el número de identificación del certificado de nombre real.
ja: 実名認証身分証番号を入力してください
ko_kr: 신분증명서번호를 입력해 주십시오.
vi: Nhập tên thật vào chứng từ danh tính
zh_hans: 请输入实名认证证件号
zh_hant: 請輸入實名認證證件號

# personal_tip_inputMailCode
source: Enter email verification code
es: ingrese el código de verificación de e-mail
ja: メール認証コードを入力してください
ko_kr: 인증번호를입력해 주십시오.
vi: Nhập mã xác minh
zh_hans: 请输入邮箱验证码
zh_hant: 請輸入郵箱驗證碼

# personal_tip_inputNewPwd
source: Enter new password
es: Ingrese nueva contraseña
ja: 新しいパスワードを入力してください
ko_kr: 새비밀번호를 입력해 주십시오.
vi: Nhập mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼

# personal_tip_inputNickname
source: Enter Nickname
es: ingrese un apodo
ja: ニックネームを入力してください
ko_kr: 새별명을 입력해 주십시오.
vi: Nhập biệt danh
zh_hans: 请输入昵称
zh_hant: 請輸入昵稱

# personal_tip_inputOldPwd
source: Please enter old password.
es: ingrese la contraseña antigua
ja: 旧パスワードを入力してください
ko_kr: 예전비밀번호를 입력해 주십시오.
vi: Nhập mật khẩu đăng nhập ban đầu
zh_hans: 请输入旧密码
zh_hant: 請輸入舊密碼

# personal_tip_inputOldPwdAgain
source: Re-enternew password
es: ingrese su nueva contraseña nuevamente
ja: 新しいパスワードをもう一度入力してください
ko_kr: 새비밀번호를 다시 입력해 주십시오.
vi: Nhập lại mật khẩu tài sản mới
zh_hans: 请再次输入新密码
zh_hant: 請再次輸入新密碼

# personal_tip_inputPhoneCode
source: Enter phone verification code
es: ingrese el código de verificación de su teléfono
ja: 携帯認証コードを入力してください
ko_kr: 인증번호를입력해 주십시오.
vi: Nhập mã xác minh
zh_hans: 请输入手机验证码
zh_hant: 請輸入手機驗證碼

# personal_tip_pleaseInputBindMailCode
source: Please enter linked email verification code
es: Ingrese el código de verificación de e-mail vinculante
ja: バインドメール認証コードを入力してください
ko_kr: 연동된메일에서 인증코드를 입력해 주십시오.
vi: Vui lòng nhập mã xác minh từ email mới
zh_hans: 请输入绑定邮箱验证码
zh_hant: 請輸入綁定郵箱驗證碼

# personal_tip_pleaseInputOldMailCode
source: Please enter the verification code in previous email.
es: Ingrese el código de verificación de e-mail antiguo
ja: 旧メール認証コードを入力してください
ko_kr: 예전메일에서 인증코드를 입력해 주십시오.
vi: Vui lòng nhập mã xác minh từ email cũ
zh_hans: 请输入旧邮箱验证码
zh_hant: 請輸入舊郵箱驗證碼

# personal_tip_pleaseOpenGoogleFirst
source: Please enable Google authenticator first.
es: Abra primero la certificación de Google.
ja: Google認証を有効にしてください
ko_kr: 먼저구글인증을 유효화해주십시오.
vi: Liên kết Google
zh_hans: 请先开启谷歌认证
zh_hant: 請先開啟穀歌認證

# pyaMethod_text_wxpay
source: WeChat
ko_kr: 위챗
zh_hans: 微信
zh_hant: 微信

# register_action_agreement
source: User Agreement
es: 《Acuerdo de usuario》
ja: ユーザー規約
ko_kr: 사용자계약
vi: Thỏa thuận người dùng
zh_hans: 《用户协议》
zh_hant: 《用戶協議》

# register_action_mail
source: Email address
es: Registrarse por e-mail
ja: メールで登録
ko_kr: 이메일주소
vi: Email
zh_hans: 邮箱注册
zh_hant: 郵箱註冊

# register_action_phone
source: Phone Register
es: Registrarse por Teléfono móvil
ja: 携帯で登録
ko_kr: 휴대전화번호로등록
vi: Đăng ký qua điện thoại
zh_hans: 手机注册
zh_hant: 手機註冊

# register_action_register
source: Confirm and Register
es: Confirmar y registrarse
ja: 確認して登録する
ko_kr: 확인및 등록
vi: Xác nhận và đăng ký
zh_hans: 确认并注册
zh_hant: 確認並註冊

# register_action_setPassword
source: Set password
es: Establecer contraseña
ja: パスワード設定
ko_kr: 비밀번호설정
vi: Thiết lập mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# register_action_toLogin
source: Log in
es: Ir al inicio de sesión
ja: ログインする
ko_kr: 로그인하기
vi: Đi đến đăng nhập
zh_hans: 去登录
zh_hant: 去登錄

# register_text_googleAuth
source: Google ID authenticator
es: Autenticador de Google
ja: Google認証
ko_kr: 구글ID 인증기
vi: Xác thực của Google
zh_hans: 谷歌身份验证器
zh_hant: 穀歌身份驗證器

# register_text_inviteCode
source: Invitation code
es: Código de invitación
ja: 招待コード
ko_kr: 초대코드
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# register_text_loginPwd
source: Login Password
es: Contraseña de acceso
ja: ログインパスワード
ko_kr: 로그인비밀번호를 입력해주십시오.
vi: Mật khẩu đăng nhập
zh_hans: 登录密码
zh_hant: 登錄密碼

# register_text_mail
source: Email
ja: メール
ko_kr: 이메일
zh_hans: 邮箱
zh_hant: 郵箱

# register_text_phone
source: Mobile Phone
es: Teléfono móvil
ja: 携帯
ko_kr: 휴대전화
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

# register_tip_agreement
source: Registration indicates agreement.
es: El registro significa consentimiento
ja: 登録は同意を意味します。
ko_kr: 사용자동의
vi: Thỏa thuận người dùng
zh_hans: 注册即表示同意
zh_hant: 註冊即表示同意

# register_tip_exsitUser
source: Already have anaccount?
es: ¿Ya tienes una cuenta?
ja: 既にアカウントをお持ちですか？
ko_kr: 이미계정을 가지고 계십니까 ?
vi: Bạn chưa có tài khoản?
zh_hans: 已有账号？
zh_hant: 已有帳號？

# register_tip_inputPassword
source: Enter password
es: ingrese su contraseña
ja: パスワードを入力してください
ko_kr: 비밀번호입력
vi: Nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# register_tip_repeatPassword
source: Please enter password again
es: ingrese su contraseña nuevamente
ja: パスワードを再入力してください
ko_kr: 비밀번호를다시 입력해 주십시오.
vi: Nhập mật khẩu một lần nữa
zh_hans: 请再次输入密码
zh_hant: 請再次輸入密碼

# regitser_tip_inputOptional
source: (Optional)
es: ( Opcional)
ja: （オプション）
ko_kr: 임의
vi: Tùy chọn
zh_hans: (非必填)
zh_hant: (非必填)

# safety_action_activeFaceId
source: Enable it now.
es: Abrir ahora
ja: 今すぐ有効にする
ko_kr: 지금바로 활성화
vi: Thiết lập ngay bây giờ
zh_hans: 现在开启
zh_hant: 現在開啟

# safety_action_activePhone
source: Enable phone verification
es: Habilitar verificación telefónica
ja: 携帯電話認を有効にする
ko_kr: 휴대전화인증을 활성화하기
vi: Cho phép xác minh điện thoại
zh_hans: 启用手机验证
zh_hant: 啟用手機驗證

# safety_action_changeLoginPassword
source: Reset login password
es: Modificar la contraseña de inicio de sesión
ja: ログインパスワードを変更
ko_kr: 로그인비밀번호 변경
vi: Thay đổi mật khẩu đăng nhập
zh_hans: 修改登录密码
zh_hant: 修改登錄密碼

# safety_action_confrimGesturePassword
source: Please set gesture password again.
es: Configura la contraseña del gesto nuevamente
ja: ジェスチャパスワードをもう一度設定してください。
ko_kr: 제스쳐비밀번호를 다시 설정해 주십시오.
vi: Thiết lập mật khẩu cử chỉ lại
zh_hans: 请再次设置手势密码
zh_hant: 請再次設置手勢密碼

# safety_action_downloadgoogle
source: Download
es: Descargar
ja: ダウンロード
ko_kr: 다운로드
vi: Tải về
zh_hans: 下载
zh_hant: 下載

# safety_action_editMail
source: Change Email Address
es: Modificar E-mail
ja: メールを変更
ko_kr: 이메일변경
vi: Thay đổi email
zh_hans: 修改邮箱
zh_hant: 修改郵箱

# safety_action_editPhone
source: Change Phone Number
es: Modificar teléfono
ja: 携帯を変更
ko_kr: 전화번호변경
vi: Thay đổi điện thoại
zh_hans: 修改手机
zh_hant: 修改手機

# safety_action_faceIdNextTime
source: Remind next time
es: Recordar la próxima vez
ja: 次回にリマインド
ko_kr: 다음에알려주세요
vi: Nhắc nhở tiếp theo
zh_hans: 下次提醒
zh_hant: 下次提醒

# safety_action_googleBind
source: Link Google Authenticator
es: Vincula la verificación de Google
ja: バインドGoogle認証
ko_kr: 구글인증연동
vi: Liên kết xác minh Google
zh_hans: 绑定谷歌验证
zh_hant: 綁定穀歌驗證

# safety_action_otcPassword
source: Set Funds Password
es: Establecer la contraseña del fondo
ja: 資金パスワードを設定する
ko_kr: 거래비밀번호 설정
vi: Thiết lập mật khẩu giao dịch
zh_hans: 设置资金密码
zh_hant: 設置資金密碼

# safety_action_setGesturePassword
source: Please set gesture password
es: Por favor, configure la contraseña del gesto
ja: ジェスチャーパスワードを設定してください。
ko_kr: 제스쳐패스워드를 생성해 주십시오.
vi: Thiết lập mật khẩu cử chỉ
zh_hans: 请设置手势密码
zh_hant: 請設置手勢密碼

# safety_explain_googleauthStepOne
source: Open GoogleAuthentication, click "+", select "Manually input the key?", and fill in the following activation code in the page.
es: Abra GoogleAuthentication, haga clic en+, seleccioneIngresar la clave manualmente, complete la clave en la página
ja: Google認証を開き、[+]をクリックして[キーを手動で入力しますか？]を選択し、ページに次のkeyを入力してください。
ko_kr: 구글인증을실행 후, +를 클릭, `직접 입력`을 선택. 다음의 액티베이션코드를 입력해주십시오.
vi: Quét mã QR với xác thực Google hoặc nhập thủ công mã khóa ', 'Mở xác thực Google, quét mã QR bên dưới hoặc nhập thủ công mã sau để thêm một token xác minh
zh_hans: 打开GoogleAuthentication，点击“+”，选择“手动输入密钥”，页面中填入下方密钥
zh_hant: 打開GoogleAuthentication，點擊“+”，選擇“手動輸入密鑰”，頁面中填入下方密鑰

# safety_explain_googleauthStepTwo
source: After adding successfully, you will receive a 6-digit verification code with a certain time limit. Please fill it in below before expiration.
es: Después del éxito de la adición, obtendrá un código de verificación de 6 dígitos con un plazo de limitación. Complete el número a continuación antes de que caduque.
ja: 追加が成功すると、6桁の有効期限付きの確認コードが表示されますので、有効期限が切れる前に下記の番号を入力してください。
ko_kr: 구글인증이완료되면 6자리 인증코드가 제한된 시간동안 표시됩니다. 시간내에 다음 빈칸에 입력해 주십시오.
vi: Sau khi thêm thành công, vui lòng nhập mã xác minh 6 chữ số trước khi nó hết hạn
zh_hans: 添加成功后，您将得到一个有一定时效的6位数验证码，请在过期前，填入下方
zh_hant: 添加成功後，您將得到一個有一定時效的6位數驗證碼，請在過期前，填入下方

# safety_text_bindMail
source: Link Email
es: Enlazar e-mail
ja: バインドメール
ko_kr: 이메일링크하기
vi: Liên kết email
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

# safety_text_confrimPasswod
source: Confirm Trade Password
es: Confirme la contraseña del fondo
ja: 資金パスワード確認
ko_kr: 거래비밀번호
vi: Xác nhận mật khẩu giao dịch
zh_hans: 确认资金密码
zh_hant: 確認資金密碼

# safety_text_editOtcPassword
source: Change the password
es: Modificar la contraseña del fondo de moneda legal
ja: OTC資金パスワードを変更する
ko_kr: 법정화폐비밀번호 수정
vi: Thay đổi mật khẩu quỹ
zh_hans: 修改法币资金密码
zh_hant: 修改法幣資金密碼

# safety_text_faceId
source: Face recognition
es: Reconocimiento facial
ja: 顔認証
ko_kr: 얼굴인식
vi: Nhận diện khuôn mặt
zh_hans: 人脸识别
zh_hant: 人臉識別

# safety_text_gesturePassword
source: Gesture Login
es: Contraseña de gestos
ja: ジェスチャーパスワード
ko_kr: 제스쳐비밀번호
vi: Mật khẩu cử chỉ
zh_hans: 手势密码
zh_hant: 手勢密碼

# safety_text_googleAuth
source: Google Authenticator
es: Verificación de Google
ja: Google認証
ko_kr: 구글인증
vi: Google xác minh
zh_hans: 谷歌验证
zh_hant: 穀歌驗證

# safety_text_mailAuth
source: Email Verification Code
es: Verificación de e-mail
ja: メール認証コード
ko_kr: 이메일인증 코드
vi: Mã xác minh email
zh_hans: 邮箱验证
zh_hant: 郵箱驗證

# safety_text_oldPassword
source: Old password
es: Contraseña anterior
ja: 旧パスワード
ko_kr: 예전비밀번호
vi: Mật khẩu cũ
zh_hans: 旧密码
zh_hant: 舊密碼

# safety_text_phoneAuth
source: Phone Verification
es: Verificación de móvil
ja: 携帯認証
ko_kr: 전화인증
vi: Xác minh SMS
zh_hans: 手机验证
zh_hant: 手機驗證

# safety_text_userIdentifier
source: Real name authentication ID number
es: Número de identificación certificada de nombre real
ja: 実名認証証明書番号
ko_kr: 실명인증번호
vi: Số thông tin chứng từ danh tính
zh_hans: 实名认证证件号码
zh_hant: 實名認證證件號碼

# safety_tip_faceIdAdvantage
source: Enable face recognition to ensure the funds safety
es: Reconocimiento facial abierto, fondos más seguros
ja: 顔認証を有効にすると、資金が安全になります
ko_kr: 얼굴인식을사용하면 더 안전합니다.
vi: Để bảo mật tài sản của bạn, vui lòng bật nhận diện khuôn mặt
zh_hans: 开启人脸识别，资金更安全
zh_hant: 開啟人臉識別，資金更安全

# safety_tip_inputMail
source: Please enter email address
es: ingrese su cuenta de e-mail
ja: メールアカウントを入力してください
ko_kr: 이메일을입력해 주십시오.
vi: Vui lòng nhập địa chỉ email của bạn
zh_hans: 请输入邮箱账号
zh_hant: 請輸入郵箱帳號

# safety_tip_inputOtcPassword
source: Enter funds password
es: Ingrese la contraseña del fondo
ja: 資金パスワードを入力してください
ko_kr: 자산비밀번호를 입력해 주십시오.
vi: Nhập mật khẩu quỹ
zh_hans: 输入资金密码
zh_hant: 輸入資金密碼

# scan_action_scan
source: Scan
es: Escanear
ja: スキャン
ko_kr: 스캔
vi: Quét
zh_hans: 扫一扫
zh_hant: 掃一掃

# scan_text_album
source: Album
es: Álbum
ja: アルバム
ko_kr: 앨범
zh_hans: 相册
zh_hant: 相冊

# scan_tip_aimToScan
source: Scan QR code
es: Ponga el código QR en el cuadro y puede escanearlo automáticamente.
ja: QRコードをフレームに入れて自動的にスキャンします。
ko_kr: 사각형안에 QR코드를 읽히면 자동으로 스캔합니다
vi: Quét mã ở đây để tải về
zh_hans: 将二维码放入框内，即可自动扫描
zh_hant: 將二維碼放入框內，即可自動掃描

# transaction_text_mainZone
source: Main area
es: Área principal
ja: メインエリア
ko_kr: 주영역
vi: Khu vực chính
zh_hans: 主区
zh_hant: 主區

# transaction_text_orderUnsettled
source: Cancelled
es: No vendido
ja: キャンセルした
ko_kr: 취소됨
vi: Bị hủy bỏ
zh_hans: 未成交
zh_hant: 未成交

# transaction_text_tradeSum
source: Turnover
es: Monto de la transacción
ja: 取引額
ko_kr: 전체
vi: Tất cả
zh_hans: 交易额
zh_hant: 交易額

# transaction_text_tradeValue
source: Filled
es: Transacción real
ja: 実際約定数量
ko_kr: 거래수량
vi: Số lượng giao dịch
zh_hans: 实际成交
zh_hant: 實際成交

# transaction_tip_buyVolume
source: Buying amount
es: Volumen de compra
ja: 購入数量
ko_kr: 구매수량
vi: Số lượng
zh_hans: 买入量
zh_hant: 買入量

# transfer_action_exToOtc
source: Crypto to Fiat
es: La moneda a moneda hasta la moneda legal
ja: 現物からOTCまで
ko_kr: 암호화폐를현금으로
vi: Tiền tệ để fiat
zh_hans: 币币至法币
zh_hant: 幣幣至法幣
