Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# contract_text_openswap_risk
source: 1. When you trade in the contract market, if the market declines, your position margin will be insufficient. Please keep in mind that BiKi Swap will place a mandatory liquidation order and send you liquidation details according to the system agreement. 2. Please read carefully and follow the business rules of BiKi Swap. Understand the contract mechanism and operation principle, understand the various risks of the market, and reasonably arrange funds for trading. 3. Under certain extreme market conditions, it may be difficult or impossible to close out your open positions. For example, when your profit ranks first in the effective contract PnL in the entire contract market, and the insurance fund is insufficient to cover the losses. 4. In case of changes in local laws, regulations and policies, amendments to bourse trading rules, and introduction of emergency measures, BiKi will notice you in advance that you may not maintain open positions, but the position margin and profitable balance will still be paid! 5. For any reasons beyond the control of BiKi, such as earthquakes, floods, fire and other factors or computer system and communication system failures, etc., your order may not be executed in part or in whole, and you may suffer losses therefrom. 6. Like speculative transactions,"hedging" transactions also face the risks caused by price fluctuations. Please understand the relevant mechanism in advance. 7. If you do not complete identity authentication, or lend your account to a third party, the safety of your contract deposit may be affected. Please carefully protect your personal account.
ja: 一、当您在合约市场进行交易时，若因市场走势对您不利产生亏损，导致您的持仓保证金不足。本交易所合约将会按照系统约定对您的持仓进行强平委托并披露强平明细，请您留意。 二、请您务必认真阅读并遵守本交易所的业务规则。了解合约机制和运行原理，了解市场的各种风险，合理安排资金进行交易。 三、在某些极端的市场行情下，您可能会难以或无法将持有的未平仓合约平仓。例如，当你的盈利在整个合约市场中有效杠杆PnL中排位第一，且保险基金不足以垫付亏损方的穿仓损失情况下。 四、由于当地法律、法规、政策的变化、合约交易所交易规则的修改、紧急措施的出台等原因，本交易所会提前披露声明，您持有的未平仓合约可能无法继续持有，但持仓保证金和盈利的结余平台仍会兑现！ 五、由于非本交易所所能控制的原因，例如：地震、水灾、火灾等不可抗力因素或者计算机系统、通讯系统故障等，可能造成您的指令无法成交或者无法全部成交，您可能会承担由此导致的损失。 六、“套期保值”交易同投机交易一样，同样面临价格波动引起的风险。请您提前了解相关机制。 七、将账号借给非本人操作，将可能会影响到您的合约保证金安全性。请务必保证个人账户安全。
ko_kr: 1. 회원님이 선물거래시장에서 거래를 진행할 때, 만약 시장상황으로 인해 회원님에게 불리하게 손실이 난다면, 회원님의 거래 포지션에 대한 증거금 부족이 발생할 수 있습니다. 본 거래소 계약은 시스템 약정에 따라 회원님의 거래 포지션을 위탁받아 강제청산이 진행하며 해당 강제청산내역을 공개합니다. 이에 대한 주의가 필요합니다. 2. 본 거래소의 업무 규칙을 반드시 주의깊게 읽고 준수하시기 바랍니다. 계약시스템과 운영원리를 이해하고, 시장에서 발생하는 다양한 리스크를 이해하셔야, 합리적인 투자금으로 거래를 하실 수 있습니다. 3. 어떤 극단적인 시장상황이 발생하는 경우, 회원님의 거래 포지션을 닫는것이 어렵거나 불가능할 수 있습니다. 예를 들어, 회원님의 이익이 전체 선물거래 시장의 유효 레버리지 손실(PNL)에서 1위를 차지하고 있을때, 보험기금이 거래 포지션 손실로 인해 손실 쪽의 비용을 지불하기 충분하지 못한 경우. 4. 본 거래소는 현지 법률, 법규, 정책의 변화, 선물거래소 거래규칙의 개정, 긴급조치의 발생 등에 대해 미리 고지할 것입니다. 이로 인해 회원님이 보유중인 포지션 계약을 계속 유지할 수 없는 경우에도 포지션의 증거금과 이익은 정상적으로 결산 이행될 것입니다! 5. 본 거래소가 통제할 수 없는 지진, 수해, 화재 등 불가항력적인 요인으로 인한 컴퓨터 시스템, 통신망의 고장 등으로 인해 회원님의 주문에 의해 거래되지 않거나, 거래를 모두 체결되지 않을 수 있으며, 이로 인한 손실은 회원님이 책임질 수 있습니다. 6. “스프레드”는 투기거래와 마찬가지로, 가격 변동에 따른 리스크 부담이 큽니다. 해당 매커니즘에 대해 미리 확인하시기 바랍니다. 7. 만약 회원님의 계정을 다른 사람에게 빌려주는 것이라면, 회원님의 계약 증거금에 대한 안정성에 영향을 미칠 수 있습니다. 개인계정은 반드시 안전하게 유지하시기 바랍니다.
zh_hans: 一、当您在合约市场进行交易时，若因市场走势对您不利产生亏损，导致您的持仓保证金不足。本交易所合约将会按照系统约定对您的持仓进行强平委托并披露强平明细，请您留意。 二、请您务必认真阅读并遵守本交易所的业务规则。了解合约机制和运行原理，了解市场的各种风险，合理安排资金进行交易。 三、在某些极端的市场行情下，您可能会难以或无法将持有的未平仓合约平仓。例如，当你的盈利在整个合约市场中有效杠杆PnL中排位第一，且保险基金不足以垫付亏损方的穿仓损失情况下。 四、由于当地法律、法规、政策的变化、合约交易所交易规则的修改、紧急措施的出台等原因，本交易所会提前披露声明，您持有的未平仓合约可能无法继续持有，但持仓保证金和盈利的结余平台仍会兑现！ 五、由于非本交易所所能控制的原因，例如：地震、水灾、火灾等不可抗力因素或者计算机系统、通讯系统故障等，可能造成您的指令无法成交或者无法全部成交，您可能会承担由此导致的损失。 六、“套期保值”交易同投机交易一样，同样面临价格波动引起的风险。请您提前了解相关机制。 七、若您将账号借给非本人操作，将可能会影响到您的合约保证金安全性。请务必保证个人账户安全。
zh_hant: 一、當您在合約市場進行交易時，若因市場走勢對您不利產生虧損，導致您的持倉保證金不足。本交易所合約將會按照系統約定對您的持倉進行強平委託並披露強平明細，請您留意。 二、請您務必認真閱讀並遵守本交易所的業務規則。了解合約機制和運行原理，了解市場的各種風險，合理安排資金進行交易。 三、在某些極端的市場行情下，您可能會難以或無法將持有的未平倉合約平倉。例如，當你的盈利在整個合約市場中有效槓桿PnL中排位第一，且保險基金不足以墊付虧損方的穿倉損失情況下。 四、由於當地法律、法規、政策的變化、合約交易所交易規則的修改、緊急措施的出台等原因，本交易所會提前披露聲明，您持有的未平倉合約可能無法繼續持有，但持倉保證金和盈利的結餘平台仍會兌現！ 五、由於非本交易所所能控制的原因，例如：地震、水災、火災等不可抗力因素或者計算機系統、通訊系統故障等，可能造成您的指令無法成交或者無法全部成交，您可能會承擔由此導致的損失。 六、“套期保值”交易同投機交易一樣，同樣面臨價格波動引起的風險。請您提前了解相關機制。 七、若您沒將賬號借給非本人操作，將可能會影響到您的合約保證金安全性。請務必保證個人賬戶安全。

# contract_text_knowrisk
source: I understand the risks and start contract trading
ja: 我已知晓风险，开通合约交易
ko_kr: 이미 리스크에 대한 사항을 이해하였고, 선물계약계정을 오픈하겠습니다
zh_hans: 我已知晓风险，开通合约交易
zh_hant: 我已知曉風險，開通合約交易

# contract_text_fundRate_intro
source: When the fund rate is positive, a long trader needs to pay a short trader the fund cost, and vice versa.
ja: 资金费率为正数时，看多用户需要支付给看空用户资金费用，负数则相反
ko_kr: 펀딩수수료율이 양수인경우, 롱포지션 회원은 숏포지션 회원에게 펀딩수수료를 지불해야하고, 음수는 그 반대입니다.
zh_hans: 资金费率为正数时，看多用户需要支付给看空用户资金费用，负数则相反
zh_hant: 資金費率為正數時，看多用戶需要支付給看空用戶資金費用，負數則相反

# contract_text_checkmore
source: View More
ja: 查看更多
ko_kr: 더보기
zh_hans: 查看更多
zh_hant: 查看更多

# contract_tips_plan
source: When the latest market price/ reasonable price/index price reaches the trigger price level, an order is placed automatically according to the preset execution price and numbers. The valid period of pre-set order is 7 days by default, and the default trigger price is the latest price, which is modifiable in the contract setting.
ja: 当市场最新价/合理价格/指数价格达到触发价时，按预先设置的执行价格和数量自动下开仓单。计划委托默认有效期为7天，默认触发价为最新价，可到合约设置中修改。
ko_kr: 현재시장최근가격/적정가격/지수가격이 트리거가격에 도달한경우, 계획위탁 기본 유효기간은 7일이며, 기본 트리거가격은 최근가격입니다. 트리거가격은 계약설정에서 수정이 가능합니다.
zh_hans: 当市场最新价/合理价格/指数价格达到触发价时，按预先设置的执行价格和数量自动下开仓单。计划委托默认有效期为7天，默认触发价为最新价，可到合约设置中修改。
zh_hant: 當市場最新價/合理價格/指數價格達到觸發價時，按預先設置的執行價格和數量自動下開倉單。計劃委託默認有效期為7天，默認觸發價為最新價，可到合約設置中修改。

# contract_all_position_holding
source: OI
ja: 总持仓量
ko_kr: 총포지션수량
zh_hans: 总持仓量
zh_hant: 總持倉量

# contract_fund_rate_market_info
source: Market
ja: 行情变动信息
ko_kr: 시세변동정보
zh_hans: 行情变动信息
zh_hant: 行情變動信息

# contract_fund_rate_turnover
source: Turnover %
ja: 换手比
ko_kr: 환수율
zh_hans: 换手比
zh_hant: 換手比

# contract_fund_rate_new
source: Latest
ja: 最新
ko_kr: 최근
zh_hans: 最新
zh_hant: 最新

# contract_fund_rate_min
source: Low
ja: 最低
ko_kr: 최저
zh_hans: 最低
zh_hant: 最低

# contract_fund_rate_max
source: High
ja: 最高
ko_kr: 최고
zh_hans: 最高
zh_hant: 最高

# contract_fund_market_change_interval_day
source: Day’s Range
ja: 日内价格波动区间
ko_kr: 일일가격변동구간
zh_hans: 日内价格波动区间
zh_hant: 日內價格波動區間

# contract_fund_market_change_interval_30_days
source: 30 Day’s Range
ja: 30日内价格波动区间
ko_kr: 30일내 가격변동구간
zh_hans: 30日内价格波动区间
zh_hant: 30日內價格波動區間

# contract_fund_rate_base_info
source: Contract Spec
ja: 合约基本信息
ko_kr: 계약기본정보
zh_hans: 合约基本信息
zh_hant: 合約基本信息

# contract_fund_rate_insurance_fund
source: Insurance
ja: 保险基金
ko_kr: 보험기금
zh_hans: 保险基金
zh_hant: 保險基金

# contract_fund_rate_coin_name_title
source: Basic Asset
ja: 合约标的
ko_kr: 계약화폐
zh_hans: 合约标的
zh_hant: 合約標的

# contract_fund_rate_margin_name_title
source: Currency
ja: 保证金币种
ko_kr: 증거금화폐
zh_hans: 保证金币种
zh_hant: 保證金幣種

# contract_fund_rate_contract_type
source: Type
ja: 合约属性
ko_kr: 계약속성
zh_hans: 合约属性
zh_hant: 合約屬性

# contract_fund_rate_contract_size
source: Size
ja: 合约大小
ko_kr: 계약사이즈
zh_hans: 合约大小
zh_hant: 合約大小

# contract_fund_rate_max_level
source: AVL leverage
ja: 最高杠杆
ko_kr: 최고레버리지
zh_hans: 最高杠杆
zh_hant: 最高槓桿

# contract_fund_rate_index_source
source: Index source
ja: 指数来源
ko_kr: 지수출처
zh_hans: 指数来源
zh_hant: 指數來源

# contract_fund_rate_8_hours
source: Every 8 hours
ja: 每8小时
ko_kr: 매 8시간
zh_hans: 每8小时
zh_hant: 每8小時

# contract_fund_rate_insurance_balance
source: Insurance fund balance
ja: 保险基金余额
ko_kr: 보험기금잔액
zh_hans: 保险基金余额
zh_hant: 保險基金餘額

# contract_fund_rate_time_interval
source: Frequency
ja: 资金费用间隔
ko_kr: 펀딩수수료간격
zh_hans: 资金费用间隔
zh_hant: 資金費用間隔

# contract_assets_record
source: Funding record
ja: 资金记录
ko_kr: 펀딩기록
zh_hans: 资金记录
zh_hant: 資金記錄

# contract_assets_record_balance
source: Balance
ja: 余额
ko_kr: 잔액
zh_hans: 余额
zh_hant: 餘額

# contract_assets_account_equity
source: Equity
ja: 账户权益
ko_kr: 계정권익
zh_hans: 账户权益
zh_hant: 賬戶權益

# contract_assets_wallet_balance
source: Wallet balance
ja: 钱包余额
ko_kr: 지갑잔액
zh_hans: 钱包余额
zh_hant: 錢包餘額

# contract_assets_margin_balance
source: Margin balance
ja: 保证金余额
ko_kr: 증거금잔액
zh_hans: 保证金余额
zh_hant: 保證金餘額

# contract_assets_unrealisedPNL
source: Unrlz
ja: 未实现盈亏额
ko_kr: 미실현손익금액
zh_hans: 未实现盈亏额
zh_hant: 未實現盈虧額

# contract_market_detail_change_amount
source: Daily P&L
ja: 涨跌额
ko_kr: 등락금액
zh_hans: 涨跌额
zh_hant: 漲跌額

# contract_market_detail_24h_volume
source: Vol(24h)
ja: 24h量
ko_kr: 24h수량
zh_hans: 24h量
zh_hant: 24h量

# contract_swap_market_price_flat_volume
source: Qty
ja: 委托量
ko_kr: 위탁수량
zh_hans: 委托量
zh_hant: 委託量

# contract_swap_market_price_flat_tip
source: Before submit order, you need to cancel the unfinished orders for this position.
ja: 市价平仓前，您需要先撤销该仓位的未成交状态的平仓委托单
ko_kr: 시장가격으로 전부 청산되기 전, 포지션의 미체결상태의 청산위탁주문을 먼저 철회해야 합니다.
zh_hans: 市价平仓前，您需要先撤销该仓位的未成交状态的平仓委托单
zh_hant: 市價全平前，您需要先撤銷該倉位的未成交狀態的平倉委託單

# contract_assets_record_transfer_from_swap_account
source: Deposits
ja: 转入
ko_kr: 전입
zh_hans: 转入
zh_hant: 轉入

# contract_assets_record_transfer_to_swap_account
source: Withdrawals
ja: 转出
ko_kr: 정출
zh_hans: 转出
zh_hant: 轉出

# contract_asset_recprd_transfer_yunContractIn
source: contract Deposits
zh_hans: 合约转入
zh_hant: 合约转入

# contract_asset_recprd_transfer_yunContractOut
source: contract Withdrawals
zh_hans: 合约转出
zh_hant: 合约转出

# contract_bb_transfer_to_contract
source: SPOT to SWAP
ja: 币币转合约
ko_kr: 현물계정에서 계약계정
zh_hans: 币币转合约
zh_hant: 幣幣轉合約

# contract_contract_transfer_to_bb
source: SWAP to SPOT
ja: 合约转币币
ko_kr: 계약계정에서 현물계정
zh_hans: 合约转币币
zh_hant: 合約轉幣幣

# contract_carculate_start
source: CALCULATE
ja: 开始计算
ko_kr: 계산시작
zh_hans: 开始计算
zh_hant: 開始計算

# contract_carculate_lose_gain
source: P&L
ja: 盈亏计算
ko_kr: 손익계산
zh_hans: 盈亏计算
zh_hant: 盈虧計算

# contract_target_profit_rate
source: Target RTN
ja: 目标收益率
ko_kr: 목표수익율
zh_hans: 目标收益率
zh_hant: 目標收益率

# contract_target_profit_value
source: Target RTN%
ja: 目标收益额
ko_kr: 목표수익금액
zh_hans: 目标收益额
zh_hant: 目標收益額

# contract_alert_carculate_result
source: Result
ja: 计算结果
ko_kr: 계산종료
zh_hans: 计算结果
zh_hant: 計算結果

# contract_carculate_tips
source: The calculation result is for reference only. In practice, the result may vary due to trading fees and fund rates.
ja: 计算结果仅供参考，实际操作中可能会因为手续费，资金费率导致结果出现偏差
ko_kr: 계산결과는 참고용으로만 제공합니다. 실제 거래조작 중에는 수수료, 펀딩수수료율로 인해 계산결과가 다를 수 있습니다.
zh_hans: 计算结果仅供参考，实际操作中可能会因为手续费，资金费率导致结果出现偏差
zh_hant: 計算結果僅供參考，實際操作中可能會因為手續費，資金費率導致結果出現偏差

# contract_buy_long
source: Open Long
ja: 买入做多
ko_kr: 롱포지션 매수
zh_hans: 买入做多
zh_hant: 買入做多

# contract_sell_short
source: Open Short
ja: 卖出做空
ko_kr: 숏포지션 매도
zh_hans: 卖出做空
zh_hant: 賣出做空

# contract_swap_type
source: Contract type
ja: 合约类型
ko_kr: 계약종류
zh_hans: 合约类型
zh_hant: 合約類型

# contract_deposit_value
source: Profit
ja: 收益额
ko_kr: 이익금액
zh_hans: 收益额
zh_hant: 收益額

# contract_deposit_rate
source: return rate
ja: 收益率
ko_kr: 이익율
zh_hans: 收益率
zh_hant: 收益率

# contract_close_position_price
source: Close price
ja: 平仓价格
ko_kr: 청산가격
zh_hans: 平仓价格
zh_hant: 平倉價格

# contract_open_position_price
source: Open price
ja: 开仓价格
ko_kr: 진입가격
zh_hans: 开仓价格
zh_hant: 開倉價格

# contract_cost_position_price
source: Required Margin
ja: 持仓均价
zh_hans: 持仓均价

# contract_coin_detail
source: Coin Info
ja: 币种详情
ko_kr: 화폐상세
zh_hans: 币种详情
zh_hant: 幣種詳情

# contract_isReverse_swap
source: Inverse
ja: 反向合约
ko_kr: 역방향계약
zh_hans: 反向合约
zh_hant: 反向合約

# contract_lunar_direct_swap
source: Liner
ja: 正向合约
ko_kr: 정방향계약
zh_hans: 正向合约
zh_hant: 正向合約

# contract_swap_show_unit
source: Unit
ja: 合约展示单位
ko_kr: 계약표시단위
zh_hans: 合约展示单位
zh_hant: 合約展示單位

# contract_swap_coin
source: Coin
ja: 币
ko_kr: 화폐
zh_hans: 币
zh_hant: 幣

# contract_carculate_unrealisedPNL
source: calculate Unrlz
ja: 未实现盈亏计算
ko_kr: 미실현손익계산
zh_hans: 未实现盈亏计算
zh_hant: 未實現盈虧計算

# contract_last_price
source: Market Price
ja: 最新价格
ko_kr: 최근가격
zh_hans: 最新价格
zh_hant: 最新價格

# contract_effective_time
source: Valid period
ja: 有效时间
ko_kr: 유효기간
zh_hans: 有效时间
zh_hant: 有效時間

# contract_cycle_oneday
source: 24 hours
ja: 24小时
ko_kr: 24시간
zh_hans: 24小时
zh_hant: 24小時

# contract_cycle_oneweek
source: 7 days
ja: 7天
ko_kr: 7일
zh_hans: 7天
zh_hant: 7天

# contract_plan_order_setting
source: Pre-set Setting
ja: 计划委托设置
ko_kr: 계획위탁설정
zh_hans: 计划委托设置
zh_hant: 計劃委託設置

# contract_openLong
source: Long
ja: 开多
ko_kr: 매수
zh_hans: 开多
zh_hant: 開多

# contract_openShort
source: Short
ja: 开空
ko_kr: 매도
zh_hans: 开空
zh_hant: 開空

# contract_openShort_ins
source: and for opening Short position:
ja: 开空
ko_kr: 매도
zh_hans: 开空
zh_hant: 開空

# contract_cancel_all_orders
source: Cancel all orders?
ja: 您确定取消全部订单么?
ko_kr: 모든 주문을 철회하시겠습니까?
zh_hans: 您确定取消全部订单么?
zh_hant: 您確定取消全部訂單麼?

# contract_markit_price_close
source: Close %@ orders at market price?
ja: 您确定市价平仓%@张订单么?
ko_kr: 모든 주문을 시장가로 청산하시겠습니까?
zh_hans: 您确定市价平仓%@张订单么?
zh_hant: 您確定市價全平所有訂單麼?

# contract_cancelorder_success
source: Cancel successfully
ja: 撤销成功
ko_kr: 철회성공
zh_hans: 撤销成功
zh_hant: 撤銷成功

# contract_cancelorder_failure
source: Cancel fails
ja: 撤销失败
ko_kr: 철회실패
zh_hans: 撤销失败
zh_hant: 撤銷失敗

# contract_final_right_interpretcopy
source: - Receive bonus for new account -
ja: - 新用户开仓即享受体验金奖励 -
ko_kr: - 신규 회원은 포지션 진입 즉시, 체험 보너스를 받습니다 -
zh_hans: - 新用户开仓即享受体验金奖励 -
zh_hant: - 新用戶開倉即享受體驗金獎勵-

# contract_save_image
source: Save pictures
ja: 保存图片
ko_kr: 이미지 저장
zh_hans: 保存图片
zh_hant: 保存圖片

# contract_share_friends
source: Share with friends
ja: 朋友圈
ko_kr: 모멘트
zh_hans: 朋友圈
zh_hant: 朋友圈

# contract_share_text_profit1
source: Trade to be rich
ja: 凭实力财务自由
ko_kr: 실력에 의한 금전적 자유
zh_hans: 凭实力财务自由
zh_hant: 憑實力財務自由

# contract_share_text_profit2
source: Average performance
ja: 这个水平马马虎虎
ko_kr: 이 곳의 수준은 할만합니다.
zh_hans: 这个水平马马虎虎
zh_hant: 這個水平馬馬虎虎

# contract_share_text_profit3
source: Make a small profit
ja: 小赚一笔
ko_kr: 작은수익이네요
zh_hans: 小赚一笔
zh_hant: 小賺一筆

# contract_share_text_profit4
source: 100 times will be better
ja: 再来100倍才过瘾啊
ko_kr: 100배는 벌어야 중독이죠
zh_hans: 再来100倍才过瘾啊
zh_hant: 再來100倍才過癮啊

# contract_share_text_loss0
source: Loss control brings profits
ja: 控制亏损是掌握盈利之母
ko_kr: 손실을 줄이는 것은 수익을 만드는 기본입니다.
zh_hans: 控制亏损是掌握盈利之母
zh_hant: 控制虧損是掌握盈利之母

# contract_share_text_loss1
source: It is sad to lose money
ja: 作为韭菜真的太南了
ko_kr: 저는 투자에 재능은 없어보여요.
zh_hans: 作为韭菜真的太南了
zh_hant: 作為韭菜真的太南了

# contract_share_text_loss2
source: I will come back
ja: 我还会回来再战的
ko_kr: 다시 한번 도전하려합니다!
zh_hans: 我还会回来再战的
zh_hant: 我還會回來再戰的

# contract_share_text_loss3
source: Trade with caution and devotion
ja: 小仓怡情，大仓伤身
ko_kr: 작은 포지션은 즐겁게 하지만, 큰 포지션은 건강에 해롭습니다.
zh_hans: 小仓怡情，大仓伤身
zh_hant: 小倉怡情，大倉傷身

# contract_share_text_loss4
source: I want to close positions
ja: 大饼爸爸，我想回家
ko_kr: 아버지, 집에가고 싶어요...
zh_hans: 大饼爸爸，我想回家
zh_hant: 大餅爸爸，我想回家

# contract_share_text_tied0
source: I didn’t lose or win
ja: 不挣不赔刚刚好
ko_kr: 벌지 못할거면, 손해를 보지 않는 것이 딱 좋습니다.
zh_hans: 不挣不赔刚刚好
zh_hant: 不掙不賠剛剛好

# contract_share_text_tied1
source: I will invest double next time
ja: 下次我要翻倍
ko_kr: 다음 번에는 두배로 하려구요!
zh_hans: 下次我要翻倍
zh_hant: 下次我要翻倍

# contract_share_text_tied2
source: I will be friend with dealer
ja: 我与庄不分胜负
ko_kr: 나와 장의 승부는 아직 나지 않았습니다.
zh_hans: 我与庄不分胜负
zh_hant: 我與莊不分勝負

# contract_perpetual_contract
source: Perpetual Swap
ja: 永续合约
ko_kr: 영구계약
zh_hans: 永续合约
zh_hant: 永續合約

# contract_sweep_qrcode_download
source: Scan to download ChainUP APP
ja: 扫码下载 ChainUP APP
ko_kr: 스캔하여 ChainUP APP 다운로드
zh_hans: 扫码下载 ChainUP APP
zh_hant: 掃碼下載 ChainUP APP

# contract_morethan_most_add_deposit
source: Exceed max. increasable margin
ja: 超过最大可增加保证金
ko_kr: 최대 증가가능 증거금 초과
zh_hans: 超过最大可增加保证金
zh_hant: 超過最大可增加保證金

# contract_estimate_close_price
source: ,expected liquidation price after adjustment
ja: ,调整后预计强平价格
ko_kr: ,조정후 예상 강제청산가격
zh_hans: ,调整后预计强平价格
zh_hant: ,調整後預計強平價格

# contract_morethan_most_reduce_deposit
source: Exceed max. decreasable margin
ja: 超过最大可减少保证金
ko_kr: 최대 감소가능 증거금 초과
zh_hans: 超过最大可减少保证金
zh_hant: 超過最大可減少保證金

# contract_currency_standard
source: Currency-based
ja: 币本位
ko_kr: 화폐기준
zh_hans: 币本位
zh_hant: 幣本位

# contract_simulation_swap
source: Demo
ja: 模拟
ko_kr: 모의
zh_hans: 模拟
zh_hant: 模擬

# contract_alert_lossgain
source: P&L
ja: 盈亏
ko_kr: 손익
zh_hans: 盈亏
zh_hant: 盈虧

# contract_actual_starting_mr
source: Actual Initial Margin%
ja: 实际起始保证金率
ko_kr: 실제 개시증거금율
zh_hans: 实际起始保证金率
zh_hant: 實際起始保證金率

# contract_actual_starting_mmr
source: Actual Maintenance Margin%
ja: 实际维持保证金率
ko_kr: 실제 유지증거금율
zh_hans: 实际维持保证金率
zh_hant: 實際維持保證金率

# contract_target_close_price
source: Targeted fill price
ja: 目标平仓价格
ko_kr: 목표청산가격
zh_hans: 目标平仓价格
zh_hant: 目標平倉價格

# contract_alert_occupation_argin
source: Margin used
ja: 占用保证金
ko_kr: 유용증거금
zh_hans: 占用保证金
zh_hant: 佔用保證金

# contract_fast_buy_coins
source: Buy Coin
ja: 快捷买币
ko_kr: 바로화폐구입
zh_hans: 快捷买币
zh_hant: 快捷買幣

# contract_position_size_after_closing
source: Position size
ja: 成交后仓位大小
ko_kr: 체결후 포지션사이즈
zh_hans: 成交后仓位大小
zh_hant: 成交後倉位大小

# contract_alert_plan
source: Plan
ja: 计划
ko_kr: 계획
zh_hans: 计划
zh_hant: 計劃

# contract_alert_tigger_type
source: Trigger type
ja: 触发类型
ko_kr: 트리거종류
zh_hans: 触发类型
zh_hant: 觸發類型

# contract_alert_cancel_order
source: Are you sure to cancel this order?
ja: 您确定取消这条订单么？
ko_kr: 이 주문을 취소하시겠습니까?
zh_hans: 您确定取消这条订单么？
zh_hant: 您確定取消這條訂單麼？

# contract_makeorder_canopen_more
source: Max(L) %@%@
ja: 可开多%@%@
ko_kr: 매수가능%@%@
zh_hans: 可开多%@%@
zh_hant: 可開多%@%@

# contract_makeorder_canopen_empty
source: Max(S) %@%@
ja: 可开空%@%@
ko_kr: 매도가능%@%@
zh_hans: 可开空%@%@
zh_hant: 可開空%@%@

# contract_makeorder_canclose_more
source: Max(L) %@%@
ja: 可平多%@%@
ko_kr: 공매수가능%@%@
zh_hans: 可平多%@%@
zh_hant: 可平多%@%@

# contract_makeorder_canclose_empty
source: Max(S) %@%@
ja: 可平空%@%@
ko_kr: 공매도가능%@%@
zh_hans: 可平空%@%@
zh_hant: 可平空%@%@

# contract_makeorder_hold_position
source: Held%@%@
ja: 持仓%@%@
ko_kr: 보유포지션%@%@
zh_hans: 持仓%@%@
zh_hant: 持倉%@%@

# contract_tips_price_limit
source: Price cannot be 0
ja: 价格不能为0
ko_kr: 가격은 0이 될 수 없습니다.
zh_hans: 价格不能为0
zh_hant: 價格不能為0

# contract_tips_volume_limit
source: Quantity cannot be 0
ja: 数量不能为0
ko_kr: 수량은 0이 될 수 없습니다.
zh_hans: 数量不能为0
zh_hant: 數量不能為0

# contract_tips_moreThan_volume
source: Exceed max. open number
ja: 超过最大可开张数
ko_kr: 최대 가능 진입포지션수량 초과
zh_hans: 超过最大可开张数
zh_hant: 超過最大可開張數

# contract_tips_moreThan_close
source: Exceed max. close number
ja: 超过最大可平张数
ko_kr: 최대 가능 청산포지션수량 초과
zh_hans: 超过最大可平张数
zh_hant: 超過最大可平張數

# contract_alert_btn_text_allcancel
source: All orders canceled
ja: 全部撤销
ko_kr: 전부철회
zh_hans: 全部撤销
zh_hant: 全部撤銷

# contract_alert_text_cancel_allorder
source: Before the market price is fully liquidated, you need to cancel the unfinished orders for the position.
ja: 市价平仓前，您需要先撤销该仓位的未成交状态的平仓委托单
ko_kr: 시장가격으로 전부 청산되기 전, 포지션의 미체결상태의 청산위탁주문을 먼저 철회해야 합니다.
zh_hans: 市价平仓前，您需要先撤销该仓位的未成交状态的平仓委托单
zh_hant: 市價全平前，您需要先撤銷該倉位的未成交狀態的平倉委託單

# contract_alert_text_marketcloseorder
source: Cancellation is successful, you can continue to close the positions at market price
ja: 撤单成功，您可以继续进行市价平仓操作
ko_kr: 주문철회가 성공하면, 시장가청산조작을 계속할 수 있습니다.
zh_hans: 撤单成功，您可以继续进行市价平仓操作
zh_hant: 撤單成功，您可以繼續進行市價全平操作

# contract_margin_adjustment_failed
source: Adjust margin fails
ja: 调整保证金失败
ko_kr: 증거금 조정실패
zh_hans: 调整保证金失败
zh_hant: 調整保證金失敗

# contract_margin_adjustment_success
source: Adjust margin successfully
ja: 调整保证金成功
ko_kr: 증거금 조정성공
zh_hans: 调整保证金成功
zh_hant: 調整保證金成功

# contract_alert_text_currentposition_realityprofit
source: Realized P&L since the current position was opened
ja: 当前仓位开仓以来的已实现盈亏额
ko_kr: 현재 포지션 진입 후 실현된 손익금엑
zh_hans: 当前仓位开仓以来的已实现盈亏额
zh_hant: 當前倉位開倉以來的已實現盈虧額

# contract_alert_text_forced_liquidation
source: When you are a long position holder, the price price below this price may trigger mandatory liquidation ,When you are a short position holder, a fair price above this price may trigger mandatory liquidation ,You can change this price by adjusting the position strategy, or increasing margin in fixed margin mode
ja: 当你作为多仓时，合理价格低于此价格可能会触发强制平仓，当你作为空仓时，合理价格高于此价格可能会触发强制平仓，调整仓位策略，或在逐仓时追加保证金可以改变此价格
ko_kr: 현재 롱포지션시，적정가격이 이 가격보다 낮으면 강제청산이 될 수 있으며, 숏포지션시, 적정가격이 이 가격보다 높으면 강제청산이 될 수 있습니다. 포지션 전략을 조정하거나, 포지션별로 증거금을 추가하여 이 가격을 변경할 수 있습니다.
zh_hans: 当你作为多仓时，合理价格低于此价格可能会触发强制平仓，当你作为空仓时，合理价格高于此价格可能会触发强制平仓，调整仓位策略，或在逐仓时追加保证金可以改变此价格
zh_hant: 當你作為多倉時，合理價格低於此價格可能會觸發強制平倉，當你作為空倉時，合理價格高於此價格可能會觸發強制平倉，調整倉位策略，或在逐倉時追加保證金可以改變此價格

# contract_alert_text_unrealized_profit_and_loss
source: The current unrealized P & L is the estimated P & L amount when closing the position at %@, and the final P & L is subject to actual situation. To view the unrealized P & L amount at the latest liquidation price, please set the price in [Settings]
ja: 当前未实现盈亏是以%@平仓时的预估盈亏额，最终盈亏以实际为准，若查看按照最新价平仓的未实现盈亏额，请在【设置】中进行价格设置
ko_kr: 현재 미실현손익은 %@으로 포지션이 청산될 때 예상손익금액이며, 최종적으로 손익은 실제를 기준으로 합니다. 최근가격의 청산된 미실현손익을 보시려면, 【설정】에서 가격설정을 확인하세요.
zh_hans: 当前未实现盈亏是以%@平仓时的预估盈亏额，最终盈亏以实际为准，若查看按照最新价平仓的未实现盈亏额，请在【设置】中进行价格设置
zh_hant: 當前未實現盈虧是以%@平倉時的預估盈虧額，最終盈虧以實際為準，若查看按照最新價平倉的未實現盈虧額，請在【設置】中進行價格設置

# contract_text_openSwap_operation
source: Open account to trade
ja: 开通合约交易后，可进行相关操作
ko_kr: 선물계약거래를 오픈하면, 해당 거래조작이 가능합니다.
zh_hans: 开通合约交易后，可进行相关操作
zh_hant: 開通合約交易後，可進行相關操作

# contract_text_btn_swapopen
source: Open account
ja: 去开通
ko_kr: 선물계약거래오픈
zh_hans: 去开通
zh_hant: 去開通

# contract_transaction_force_detail_tip0
source: When the marked price is %3$s at the %1$s, %2$s contract, your position %4$s - the margin rate is less than the maintenance margin rate of %5$s, thus triggering liquidation
ja: 在%1$s，%2$s合约的标记价格%3$s时，您的仓位%4$s-保证金率小于%5$s的维持保证金率，因此触发爆仓
ko_kr: %1$s에 %2$s계약의 표시가격이 %3$s에 도달하는 경우, %4$s-증거금율이 유지증거금율 %5$s보다 작습니다. 해당 포지션으로 인해 마진콜이 발생합니다.
zh_hans: 在%1$s，%2$s合约的标记价格%3$s时，您的仓位%4$s-保证金率小于%5$s的维持保证金率，因此触发爆仓
zh_hant: 在%1$s，%2$s合約的標記價格%3$s時，您的倉位%4$s-保證金率小於%5$s的維持保證金率，因此觸發爆倉

# contract_transaction_force_detail_tip1
source: According to the insurance fund and maintenance margin balance, an order is placed at the price of %1$s, and the position profit is settled at the designated price, but the actual transaction price for position liquidation may not be equal to the designated price
ja: 根据保险基金和维持保证金余量，按照价格为%1$s委托入市场，并按照该委托价格结算仓位的收益，但仓位平仓的实际成交价格可能不等于委托价格
ko_kr: 보험기금과 유지보증금 잔여량을 %1$s 위탁가격에 따라 포지션의 수익을 결산합니다. 단, 포지션 청산 실제체결가격이 위탁가격과 같지 않을 수 있으며, 여기에서는 실제 체결가격을 기준으로 합니다.
zh_hans: 根据保险基金和维持保证金余量，按照价格为%1$s委托入市场，并按照该委托价格结算仓位的收益，但仓位平仓的实际成交价格可能不等于委托价格
zh_hant: 根據保險基金和維持保證金餘量，按照價格為%1$s委託入市場，並按照該委託價格結算倉位的收益，但倉位平倉的實際成交價格可能不等於委託價格

# contract_transaction_reduce_detail_tip
source: In %1$s, the marked price is at %2$s. Due to insufficient insurance funds in the system, auto deleveraging will occur at %3$s according to the profit ranking status
ja: 在%1$s，标记价格在%2$s，由于系统保险基金不足，根据盈利排名PnL将你与对手盘在价格%3$s自动减仓
ko_kr: %1$s에 적정가격은，표시가격은 %2$s입니다. 시스템의 보험기금 부족으로 인해, PNL수익순위에 따라 %3$s의 가격으로 회원님과 거래상대의 포지션이 자동일부매도될 것입니다.
zh_hans: 在%1$s，标记价格在%2$s，由于系统保险基金不足，根据盈利排名PnL将你与对手盘在价格%3$s自动减仓
zh_hant: 在%1$s，標記價格在%2$s，由於系統保險基金不足，根據盈利排名PnL將你與對手盤在價格%3$s自動減倉

# contract_transaction_force_introduce
source: Understand the mandatory liquidation mechanism
ja: 了解强平机制
ko_kr: 강제청산에 대해 이해했습니다.
zh_hans: 了解强平机制
zh_hant: 了解強平機制

# contract_transaction_reduce_introduce
source: Understand the auto deleveraging mechanism
ja: 了解自动减仓机制
ko_kr: 자동일부매도에 대해 이해했습니다.
zh_hans: 了解自动减仓机制
zh_hant: 了解自動減倉機制

# contract_change_level
source: Leverage setting
ja: 杠杆设置
ko_kr: 레버리지 설정
zh_hans: 杠杆设置
zh_hant: 槓桿設置

# contract_change_level_tip
source: Tips: The higher the leverage multiples, the higher the risk of mandatory liquidation. Please understand the risks and make reasonable investment.
ja: 温馨提示：杠杆倍数越高，发生强制平仓的风险越高，请注意风险，理性投资。
ko_kr: 도움말: 레버리지 배수가 높으면, 강제청산의 위험이 높아집니다. 이성적으로 투자하세요.
zh_hans: 温馨提示：杠杆倍数越高，发生强制平仓的风险越高，请注意风险，理性投资。
zh_hant: 溫馨提示：槓桿倍數越高，發生強制平倉的風險越高，請注意風險，理性投資。

# contract_makerOrder_open_tips
source: Note:The order price deviates too much from the latest price!
ja: 注：开仓价格偏离最新价格过大，请注意风险
zh_hans: 注：开仓价格偏离最新价格过大，请注意风险
zh_hant: 注：开仓价格偏离最新价格过大，請注意風險

# contract_makerOrder_close_tips
source: Note:The order price deviates too much from the latest price!
ja: 注：平仓价格偏离最新价格过大，请注意风险
zh_hans: 注：平仓价格偏离最新价格过大，请注意风险
zh_hant: 注：平仓价格偏离最新价格过大，請注意風險

# contract_tiggertype_latest
source: Last$
ja: 最新价
zh_hans: 最新价
zh_hant: 最新价

# contract_tiggertype_fair
source: Fair$
ja: 合理价
zh_hans: 合理价
zh_hant: 合理价

# contract_tiggertype_index
source: Index$
ja: 指数价
zh_hans: 指数价
zh_hant: 指数价
