Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# address_action_addnew
source: Add
es: agregar nuevo
ja: 新規追加
ko_kr: 신규추가
vi: Thêm
zh_hans: 新增
zh_hant: 新增

# address_action_addnewaddress
source: Add New Address
es: Agregar dirección
ja: 新規追加アドレス
ko_kr: 신규추가 주소
vi: Thêm địa chỉ
zh_hans: 新增地址
zh_hant: 新增地址

# address_action_delete
source: Delete
es: Eliminar
ja: 削除
ko_kr: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# address_text_remark
source: Notes
es: observación
ja: 備考
ko_kr: 비고
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# address_tip_deleteSuccess
source: Delete address successfully.
es: La dirección se eliminó correctamente.
ja: アドレス削除成功
ko_kr: 주소삭제성공
vi: Xóa địa chỉ thành công
zh_hans: 地址删除成功
zh_hant: 地址刪除成功

# address_tip_inputorcopy
source: Type or paste address
es: Ingrese o mantenga presionada la dirección para pegar
ja: 長押しでアドレスを入力または貼り付けます。
ko_kr: 길게눌러서 입력 혹은 붙여넣기
vi: Nhập hoặc dán địa chỉ
zh_hans: 输入或长按粘贴地址
zh_hant: 輸入或長按粘貼地址

# alert_action_toDealWith
source: Go to Process
es: ir a gestionar
ja: 処理する
ko_kr: 처리하기
vi: Đi đến quản lý
zh_hans: 去处理
zh_hant: 去處理

# alert_action_toTransfer
source: Go to transfer
es: ir a transferir
ja: 振替する
ko_kr: 입금하기
vi: Đi đến chuyển
zh_hans: 去划转
zh_hant: 去劃轉

# alert_common_iknow
source: Get it
es: yo sé
ja: 了解しました
ko_kr: 확인
vi: Lấy nó
zh_hans: 知道了
zh_hant: 知道了

# alert_content_otcRPdesc
source: The price is calculated by reference to the mainstream coin pairs of the top exchanges in the market. Price is for reference only, not the final closing cost.
es: El precio se calcula por referencia a los pares de divisas principales de las bolsas principales en el mercado. No es el precio de transacción final y es solo de referencia.
ja: この基準価格は、市場の主流の取引所の主流のコインペアを参照することによって計算される。参考であり、これは最終的な約定価格ではありません。
ko_kr: 기준가격은주요 거래소들의 시세를 참조해서 계산된 지수입니다. 참고용으로, 최종 약정가격이 아닙니다.
vi: Giá tham khảo có thể thay đổi linh hoạt theo điều kiện thị trường, nó là để tham khảo, không phải cuối cùng.
zh_hans: 该价格参考市场主流交易所主流币对计算得出，非最终成交价，仅供参考
zh_hant: 該價格參考市場主流交易所主流幣對計算得出，非最終成交價，僅供參考

# alipay_text_account
source: Alipay account
es: Cuenta de Alipay
ja: アリペイアカウント
ko_kr: 알리페이계정
vi: Tài khoản Alipay
zh_hans: 支付宝账号
zh_hant: 支付寶帳號

# alipay_text_bind
source: Link Alipay
es: unir con Alipay
ja: アリペイをバインドする
ko_kr: 알리페이연동
vi: Liên kết Alipay
zh_hans: 绑定支付宝
zh_hant: 綁定支付寶

# alipay_text_qrcode
source: Alipay QR code
es: Código de cobro de Alipay
ja: アリペイコレクションQRコード
ko_kr: 알리페이입금 QR코드
vi: Tải lên mã QR Alipay để nhận tiền
zh_hans: 支付宝收款码
zh_hant: 支付寶收款碼

# appeal_action_reasonLessPaid
source: The amount I received is less than the order amount.
es: La cantidad que recibí es menor que la cantidad del pedido
ja: 私が受け取った金額は注文金額より少なくなっています。
ko_kr: 수취한금액이 주문금액보다 적습니다.
vi: Khoản thanh toán không chính xác
zh_hans: 我收到的金额小于订单金额
zh_hant: 我收到的金額小於訂單金額

# appeal_action_reasonNotPaid
source: I didn't receive the payment from the other party
es: No recibí el pago de la otra parte.
ja: 相手から支払いがありませんでした。
ko_kr: 상대방의거래 대금을 수치하지 못했습니다.
vi: Tôi xác nhận rằng tôi đã không thực hiện thanh toán
zh_hans: 我没收到对方的付款
zh_hant: 我沒收到對方的付款

# appeal_action_reasonNotReceiveCoin
source: Coins wasn't released since the payment was made.
es: La otra parte todavía no ha puesto dinero
ja: 相手は長い間コインを出しませんでした。
ko_kr: 상대방이코인을 출금하지 않았습니다.
vi: Người bán chưa giải phóng token
zh_hans: 对方迟迟不放币
zh_hant: 對方遲遲不放幣

# appeal_action_reasonOther
source: Others
es: otros
ja: その他
ko_kr: 기타
vi: Khác
zh_hans: 其他
zh_hant: 其他

# appeal_action_reasonOverPaid
source: The amount I paid was greater than the amount of the order
es: El monto que pagué es mayor que el monto del pedido
ja: 支払い金額が注文金額を超えています。
ko_kr: 결제금액이 주문금액보다 큽니다.
vi: Số tiền thanh toán nhiều hơn số tiền đặt hàng
zh_hans: 我支付的金额大于订单金额
zh_hant: 我支付的金額大於訂單金額

# appeal_action_uploadImg
source: Upload Image (Maximum One )
es: Subir imagen (máximo uno)
ja: 写真をアップロードする（最大で1枚）
ko_kr: 사진업로드(최대 1장)
vi: Tải ảnh lên
zh_hans: 上传图片(最多一张)
zh_hant: 上傳圖片(最多一張)

# appeal_explain_warning
source: After filing a complaint, the assets will be frozen. Customer service will process within 1-2 business days. 2. Disrupt the normal operation of the platform， account will be frozen if the circumstances are serious, .
es: 1. Después de presentar una queja, los activos serán congelados. El servicio al cliente se procesará dentro de 1-2 días hábiles. 2.Quienes interrumpan el funcionamiento normal de la plataforma se congelarán la cuenta si las circunstancias son graves.
ja: 1.訴状が提出された後、資産は凍結されます。カスタマーサービスのスタッフは1-2営業日以内に処理する。 2.本サイトの正常運営を妨げているユーザーは、状況が深刻な場合、アカウントは凍結されます。
ko_kr: 1.불만신고가 접수되면 자산이 동결됩니다. 고객서비스 직원이 영업일기준 1-2일내에 처리합니다. 2. 당 사이트의 운영을 방해하는 사람의 경우,상황이 심각하다고 판단되면, 계정이 동결될 수 있습니다.
vi: Tài sản sẽ được đóng băng sau khi khiếu nại được nộp và thanh tra sẽ can thiệp vào giao dịch cho đến khi kháng cáo được đóng lại. Hành vi phá vỡ hoạt động bình thường của nền tảng có thể dẫn đến tài khoản đóng băng trong trường hợp nghiêm trọng.
zh_hans: 1.提起申诉后，资产将冻结。客服将在1-2个工作日内处理 2.扰乱平台正常运营，情节严重者将冻结账户
zh_hant: 1.提起申訴後，資產將凍結。客服將在1-2個工作日內處理 2.擾亂平臺正常運營，情節嚴重者將凍結帳戶

# appeal_text_amount
source: Complaint amount
es: Cantidad de apelación
ja: 上訴金額
ko_kr: 불만접수 횟수
vi: Số lượng khiếu nại
zh_hans: 申诉金额
zh_hant: 申訴金額

# appeal_text_orderInfo
source: Order information
es: Información del pedido
ja: 注文情報
ko_kr: 주문정보
vi: Chi tiết lệnh
zh_hans: 订单信息
zh_hant: 訂單資訊

# appeal_text_reason
source: Complaint reason
es: Motivo de apelación
ja: 上訴原因
ko_kr: 불만접수원인
vi: Lý do khiếu nại
zh_hans: 申诉原因
zh_hant: 申訴原因

# appeal_tip_reasonOtherPlaceholder
source: Other reasons
es: Ingrese otra razón
ja: その他原因入力
ko_kr: 그밖의 원인
vi: Khác
zh_hans: 其他原因输入
zh_hant: 其他原因輸入

# assets_action_chargeCoin
source: Deposit
es: recargar
ja: 入金
ko_kr: 입금하기
vi: Nạp tiền
zh_hans: 充币
zh_hant: 充幣

# assets_action_contractNote
source: Contract Statement
es: Factura del contrato
ja: 先物詳細
ko_kr: 선물상세
vi: Hóa đơn hợp đồng
zh_hans: 合约账单
zh_hant: 合約帳單

# assets_action_journalaccount
source: Funds Details
es: Flujo de capital
ja: 資金詳細
ko_kr: 자금상세
vi: Chi tiết quỹ
zh_hans: 资金流水
zh_hant: 資金流水

# assets_action_privacy
source: Hide Small Balance
es: Ocultar activos pequeños
ja: 少額資産隠蔽
ko_kr: 자산이0인 코인 숨기기
vi: Giấu tài sản nhỏ
zh_hans: 隐藏小额资产
zh_hant: 隱藏小額資產

# assets_action_search
source: Search
es: Buscar
ja: 検索
ko_kr: 검색
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# assets_action_transaction
source: Trade
es: Transacción
ja: トレード
ko_kr: 거래
vi: Giao dịch
zh_hans: 交易
zh_hant: 交易

# assets_action_transfer
source: Transfer
es: Transferir
ja: 振替
ko_kr: 이체
vi: Chuyển
zh_hans: 划转
zh_hant: 劃轉

# assets_action_withdraw
source: Withdraw
es: retirarse
ja: 出金
ko_kr: 출금
vi: Rút
zh_hans: 提币
zh_hant: 提幣

# assets_text_available
source: Available
es: Disponible
ja: 可用
ko_kr: 사용가능한금액
vi: Sẵn sàng
zh_hans: 可用
zh_hant: 可用

# assets_text_contract
source: Contracts Account
es: Cuenta de contrato
ja: 先物アカウント
ko_kr: 선물계정
vi: Tài khoản hợp đồng
zh_hans: 合约账户
zh_hant: 合約帳戶

# assets_text_equivalence
source: Convert into
es: Equivalente
ja: 変換
ko_kr: 교환
vi: Quy đổi sang
zh_hans: 折合
zh_hant: 折合

# assets_text_exchange
source: Exchange Account
es: Cuenta de intercambio
ja: 現物アカウント
ko_kr: 현물계정
vi: Tài khoản giao dịch
zh_hans: 币币账户
zh_hant: 幣幣帳戶

# assets_text_freeze
source: Frozen
es: Congelar
ja: 凍結
ko_kr: 동결
vi: Đóng băng
zh_hans: 冻结
zh_hant: 凍結

# assets_text_otc
source: Fiat Account
es: Cuenta de moneda legal
ja: OTCアカウント
ko_kr: OTC계정
vi: Tài khoản Fiat
zh_hans: 法币账户
zh_hant: 法幣帳戶

# assets_text_total
source: total assets valuation
es: Valoración de activos de Cuenta de intercambio
ja: 総資産評価
ko_kr: 총자산평가
vi: Giá trị ước tính
zh_hans: 资产估值
zh_hant: 總資產估值

# charge_action_chargeHistory
source: Deposit History
es: Registro de recarga
ja: 入金履歴
ko_kr: 입금이력
vi: Lịch sử gửi tiền
zh_hans: 充币记录
zh_hant: 充幣記錄

# charge_action_copyAddress
source: Copy address
es: Copiar dirección
ja: アドレスをコピー
ko_kr: 주소복사
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

# charge_action_copyTag
source: Copy Tag(Memo)
es: Copiar etiqueta (Memo)
ja: ラベルをコピー
ko_kr: 라벨복사
vi: Sao chép Tag(Memo)
zh_hans: 复制标签(Memo)
zh_hant: 複製標籤(Memo)

# charge_action_saveQR
source: Save QR code
es: Guardar código QR
ja: QRコードを保存する
ko_kr: QR코드 저장
vi: Lưu mã QR
zh_hans: 保存二维码
zh_hant: 保存二維碼

# charge_action_searchcoin
source: Search
es: Buscar moneda
ja: コイン検索
ko_kr: 코인검색
vi: Tìm kiếm
zh_hans: 搜索币种
zh_hant: 搜索幣種

# charge_action_selectCoin
source: Select
es: Seleccionar moneda
ja: コイン選択
ko_kr: 코인선택
vi: Chọn loại tiền tệ
zh_hans: 选择币种
zh_hant: 選擇幣種

# charge_chargeAlert_contentA
source: Minimum value of single withdrawal
es: Retirada mínima de una vez
ja: 一回の引き出しの最小値
ko_kr: 최소출금액
vi: Giới hạn tối thiểu
zh_hans: 单次提币最小值
zh_hant: 單次提幣最小值

# charge_chargeAlert_contentB
source: Maximum vaule of single withdrawal
es: Retiro máximo de un día
ja: 一回の最大引き出し額
ko_kr: 일일최대출금액
vi: Giới hạn tối đa
zh_hans: 单次提币最大值
zh_hant: 單次提幣最大值

# charge_chargeAlert_contentC
source: Fee
es: Rango de tarifas
ja: 手数料範囲
ko_kr: 수수료의범위
vi: Phạm vi phí
zh_hans: 手续费范围
zh_hant: 手續費範圍

# charge_chargeAlert_title
source: Deposit reminder
es: Recordatorio de recarga
ja: 入金リマインダー
ko_kr: 입금안내
vi: Lời nhắc nạp tiền
zh_hans: 充币提醒
zh_hant: 充幣提醒

# charge_text_chargeAddress
source: Deposit address
es: Dirección de recarga
ja: 入金アドレス
ko_kr: 입금주소
vi: Địa chỉ gửi tiền
zh_hans: 充币地址
zh_hant: 充幣地址

# charge_text_date
source: Date
es: fecha
ja: 日付
ko_kr: 일자
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# charge_text_state
source: Status
es: estado
ja: ステータス
ko_kr: 상태
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# charge_text_tagAddress
source: Tag(Memo)
es: etiqueta(Memo)
ja: タグ
ko_kr: 태그
zh_hans: 标签(Memo)
zh_hant: 標籤(Memo)

# charge_text_volume
source: Amount
es: cantidad
ja: 数量
ko_kr: 수량
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

# charge_tip_addressWarning
source: Please do not deposit any non above currency assetsto this address. Otherwise, the assets can not be retrived.
es: No cargue ningún activo en moneda no local a esta dirección, de lo contrario, los activos no podrán recuperarse.
ja: このコイン以外の資産を上記のアドレスに入金しないでください。 それ以外の場合、資産は返却できません。
ko_kr: 이코인 이외의 자산은 상기 주소에 입금하지 말아주십시오. 만약의 경우, 자산은 환불되지 않습니다.
vi: Không nạp vào địa chỉ này với các tài sản khác với loại tiền tệ này, vì nó sẽ không được hoàn trả
zh_hans: 请勿向上述地址充币任何非本币种资产，否则资产不可找回
zh_hant: 請勿向上述地址充幣任何非本幣種資產，否則資產不可找回

# charge_tip_notavailable
source: Currently,non-available for deposit
es: Actualmente no hay monedas que puedan recargarse.
ja: 現在入金可能なコインはありません
ko_kr: 현재, 입금가능한 코인이 없습니다.
vi: Tiền tệ này không thể nạp ngay bây giờ
zh_hans: 当前无可充币币种
zh_hant: 當前無可充幣幣種

# charge_tip_tagWarning
source: Deposit address and tag(Memo) must be filled in when deposit. That's the only identification of your account. Blank information or incorrect informaiton will result in your asset loss .
es: Debe recargar la dirección de la moneda y la etiqueta (Memo) al recargar. Este es el identificador único de su cuenta. Si no completa o completa el error, se perderán sus activos.
ja: 入金アドレスとラベルはアカウントを識別するために、入金の際に入力する必要があります。 未入力や誤った情報は、資産の損失につながります。
ko_kr: 입금주소와입금라벨은 입금시 반드시 기입해주십시오. 이 두가지가 고객님의 계정의 유일한 표식이 됩니다. 빈칸이나 잘못된 정보는 자산의 손실로 이어질 수 있습니다.
vi: Bạn phải điền vào địa chỉ gửi và thẻ tag(Memo) khi nạp tiền. Đây là số nhận dạng duy nhất của tài khoản của bạn. Việc không điền vào hoặc điền vào không đúng cách sẽ dẫn đến mất mát tài sản.
zh_hans: 充币时必须要填写充币地址和标签(Memo)，这是您账户的唯一标识，不填或填写错误将导致您的资产丢失。
zh_hant: 充幣時必須要填寫充幣地址和標籤(Memo)，這是您帳戶的唯一標識，不填或填寫錯誤將導致您的資產丟失。

# common_action_activeGoogle
source: Enable Google Authenticator
es: Habilitar la verificación de Google
ja: Google認証を有効にする
ko_kr: 구글인증을활성화
vi: Cho phép xác minh Google
zh_hans: 启用谷歌验证
zh_hant: 啟用穀歌驗證

# common_action_cancelUpgrade
source: Next Time
es: Aún no actualizar
ja: 一時的にアップグレードしない
ko_kr: 업그레이드하지않음
vi: Không có cập nhật
zh_hans: 暂不更新
zh_hant: 暫不更新

# common_action_copy
source: Copy
es: copiar
ja: コピー
ko_kr: 복사
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# common_action_edit
source: Edit
es: modificar
ja: 変更
ko_kr: 변경
vi: Thay đổi
zh_hans: 修改
zh_hant: 修改

# common_action_getCode
source: Get verification code
es: Obtener un código de verificación
ja: 認証コードを獲得
ko_kr: 인증코드받기
vi: Nhận mã xác minh
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# common_action_history
source: Recent view
es: Visto recientemente
ja: 最近見た
ko_kr: 최근조회
vi: Xem gần đây
zh_hans: 最近查看
zh_hant: 最近查看

# common_action_logout
source: Log out
es: Cerrar sesión
ja: ログアウト
ko_kr: 로그아웃
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 退出登錄

# common_action_next
source: Next
es: Paso siguiente
ja: 次へ
ko_kr: 다음
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# common_action_orderCancel
source: Undo
es: Cancelar
ja: キャンセル
ko_kr: 취소완료
vi: Hủy
zh_hans: 撤销
zh_hant: 撤銷

# common_action_paste
source: Paste
es: Pegar
ja: ペースト
ko_kr: 붙여넣기
vi: Dán
zh_hans: 粘贴
zh_hant: 粘貼

# common_action_removeBlackList
source: Remove from BlackList
es: Eliminar de la lista negra
ja: ブラックリストから削除
ko_kr: 블랙리스트에서삭제
vi: Xóa danh sách đen
zh_hans: 移出黑名单
zh_hant: 移出黑名單

# common_action_searchCoinPair
source: Search coin pairs.
es: Buscar par de divisas
ja: コインペアを検索
ko_kr: 코인페어검색
vi: Tìm kiếm cặp tiền
zh_hans: 搜索币对
zh_hant: 搜索幣對

# common_action_select
source: Please select
es: elija
ja: 選択してください
ko_kr: 선택해주십시오.
vi: Vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# common_action_sendall
source: All
es: todo
ja: 全て
ko_kr: 전부
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# common_action_thinkAgain
source: Not for now
es: Lo pienso de nuevo.
ja: 後にする
ko_kr: 나중에하기
vi: Tiếp theo
zh_hans: 我再想想
zh_hant: 我再想想

# common_action_update
source: an Updated version
es: actualizar Versión
ja: バージョンアップデート
ko_kr: 버전업데이트
vi: Phiên bản Cập Nhật
zh_hans: 更新版本
zh_hant: 更新版本

# common_action_upgrade
source: Update now
es: Actualizar ahora
ja: 今すぐアップデート
ko_kr: 지금업데이트
vi: Cập nhật bây giờ
zh_hans: 立即更新
zh_hant: 立即更新

# common_action_uploadBackView
source: Upload the reverse side of ID
es: Subir el reverso del documento.
ja: IDの裏面をアップロード
ko_kr: ID뒷면 업로드
vi: Mặt sau thẻ ID
zh_hans: 上传证件反面
zh_hant: 上傳證件反面

# common_action_uploadFrontView
source: Upload the front side of ID
es: Subir el frente del documento
ja: IDの表面をアップロード
ko_kr: ID앞면 업로드
vi: Mặt trước của thẻ ID
zh_hans: 上传证件正面
zh_hant: 上傳證件正面

# common_action_uplodadIdInHand
source: Hand-held ID Photo +Handwriting Photo
es: Foto de tomar el documento
ja: 身分証明書をあなたが持っている写真
ko_kr: 신분증명서를들고 있는 사진
vi: Ảnh bạn cầm thẻ ID của bạn
zh_hans: 本人手持证件+手写文案照片
zh_hant: 手持證件照片 + 手写文案照片

# common_text_btnCancel
source: Cancel
es: cancelar
ja: キャンセル
ko_kr: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common_text_btnConfirm
source: Confirm
es: confirmar
ja: 確認
ko_kr: 확인
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# common_text_btnSetting
source: Settings
es: ir a establecer
ja: 設定に移動
ko_kr: 설정으로이동
vi: Đi tới cài đặt
zh_hans: 去设置
zh_hant: 去設置

# common_text_buyPrice
source: Price
es: precio de compra
ja: 購入価格
ko_kr: 구입가격
vi: Giá
zh_hans: 买入价
zh_hant: 買入價

# common_text_close
source: Close
es: cerrar
ja: クローズ
ko_kr: 닫기
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common_text_coinsymbol
source: Withdrawal
es: tipo de moneda
ja: 通貨
ko_kr: 통화
vi: Loại tiền
zh_hans: 币种
zh_hant: 幣種

# common_text_dayVolume
source: 24H
es: 24Hvolumen
ko_kr: 24시간
zh_hans: 24H量
zh_hant: 24H量

# common_text_downToRefresh
source: Pull down to refresh
es: Tire hacia abajo para actualizar
ja: プルダウンして更新
ko_kr: 밑으로당겨서 새로고침
vi: Vui lòng nhấp vào làm mới để nhận dữ liệu
zh_hans: 下拉可刷新
zh_hant: 下拉可刷新

# common_text_googleAuthNotOpen
source: Google Authenticator is not enabled.
es: La verificación de Google no está activada
ja: Google認証システムが有効になっていません。
ko_kr: 구글인증이활성화 되지 않았습니다.
vi: Bạn chưa bật tính năng xác minh của Google
zh_hans: 未开启谷歌验证
zh_hant: 未開啟穀歌驗證

# common_text_googleAuthOff
source: Google Authenticator is off.
es: La verificación de Google está cerrada
ja: Google認証システムを終了しました。
ko_kr: 구글인증을무효화했습니다.
vi: Đóng xác thực Google
zh_hans: 谷歌验证已关闭
zh_hant: 穀歌驗證已關閉

# common_text_identify
source: Identity Authentication
es: Autenticación de identidad
ja: ID認証
ko_kr: 본인인증
vi: Xác thực danh tính
zh_hans: 身份认证
zh_hant: 身份認證

# common_text_idMaxLenthError
source: ID number shall not exceed 35 characters
es: El número de identificación no puede exceder los 35 caracteres
ja: ID番号は35文字を超えることはできません
ko_kr: ID번호는 35자 이내만 가능합니다.
vi: Số ID không được nhiều hơn 35 chữ số
zh_hans: 证件号长度不可以超过35个字符
zh_hant: 證件號長度不可以超過35個字元

# common_text_limitMin
source: Minimum
es: mínimo
ja: 最少
ko_kr: 최소
vi: Giới hạn tối thiểu
zh_hans: 最少
zh_hant: 最少

# common_text_logout
source: Log Out
es: Salir
ja: エグジット
ko_kr: 종료
vi: Đăng xuất
zh_hans: 退出
zh_hant: 退出

# common_text_nameMaxLenthError
source: Name lenth shall not exceed 50 characters
es: El nombre no puede superar los 50 caracteres.
ja: 名前は50文字を超えることはできません
ko_kr: 이름은50자 이내로 입력해주십시오.
vi: Tên không được nhiều hơn 50 ký tự
zh_hans: 姓名长度不可以超过50个字符
zh_hant: 姓名長度不可以超過50個字元

# common_text_noMoreData
source: No more data
es: No hay más datos
ja: これ以上データはありません
ko_kr: 데이터가없습니다.
vi: Không còn
zh_hans: 没有更多数据了
zh_hant: 沒有更多數據了

# common_text_optionalinput
source: (Optional)
es: (opcional)
ja: （オプション）
ko_kr: *선택
vi: Không bắt buộc
zh_hans: (选填)
zh_hant: (選填)

# common_text_paymentInfoBuyer
source: Payment Information
es: Información de pago
ja: 支払情報
ko_kr: 지불정보
vi: Thông tin thanh toán
zh_hans: 付款信息
zh_hant: 付款資訊

# common_text_paymentInfoSeller
source: Payment information
es: Información de cobro
ja: 受取情報
ko_kr: 취득정보
vi: Thông tin biên nhận
zh_hans: 收款信息
zh_hant: 收款資訊

# common_text_paymentTypeBuyer
source: Payment Method
es: Forma de pago
ja: 支払方式
ko_kr: 지불방식
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

# common_text_phoneAuthNotOpen
source: Phone verification is not enabled.
es: La verificación del teléfono no está activada
ja: 携帯認証が有効になっていません。
ko_kr: 휴대전화인증이비활성화 상태입니다.
vi: Bạn chưa bật xác minh điện thoại
zh_hans: 未开启手机验证
zh_hant: 未開啟手機驗證

# common_text_phoneAuthOff
source: Phone authentication is off.
es: La verificación del teléfono está desactivada
ja: 携帯認証を無効にしました。
ko_kr: 휴대전화인증비할성화 되었습니다.
vi: Đóng xác thực điện thoại
zh_hans: 手机验证已关闭
zh_hant: 手機驗證已關閉

# common_text_phoneOrMail
source: Phone number or Email
es: Teléfono móvil o e-mail
ja: 携帯番号またはEメール
ko_kr: 휴대전화번호혹은 이메일
vi: Số điện thoại/địa chỉ email
zh_hans: 手机或邮箱
zh_hant: 手機或郵箱

# common_text_priceLimit
source: Change
es: Altibajos
ja: 前日比
ko_kr: 전일대비
vi: Thay đổi
zh_hans: 涨跌幅
zh_hant: 漲跌幅

# common_text_refreshing
source: Loading…
es: Cargando...
ja: ローディング中
ko_kr: 로딩
vi: Đang tải
zh_hans: 正在玩命加载中...
zh_hant: 正在玩命加載中...

# common_text_safetyAuth
source: Security Verification
es: Certificación de seguridad
ja: セキュリティ認証
ko_kr: 안전인증
vi: Xác minh an ninh
zh_hans: 安全认证
zh_hant: 安全認證

# common_text_searchCountry
source: Search forcountry or region codes
es: Buscar código de país o región
ja: 国または地域コードを検索する
ko_kr: 국가혹은 지역코드로 검색
vi: Quốc gia/khu vực
zh_hans: 搜索国家或地区代码
zh_hant: 搜索國家或地區代碼

# common_text_sellPrice
source: Price
es: precio de venta
ja: 売り価格
ko_kr: 판매가격
vi: Giá
zh_hans: 卖出价
zh_hant: 賣出價

# common_text_sellVolume
source: Amount
es: cantidad de venta
ja: 売り数量
ko_kr: 판매수량
vi: Số lượng
zh_hans: 卖出量
zh_hant: 賣出量

# common_text_service
source: Customer Service
es: Servicio al cliente
ja: カスタムサービス
ko_kr: 고객서비스
vi: Dịch vụ Khách hàng
zh_hans: 客服
zh_hant: 客服

# common_text_tip
source: Tips
es: Consejos
ja: ヒント
ko_kr: 팁
vi: Mẹo
zh_hans: 温馨提示
zh_hant: 溫馨提示

# common_text_triggerRefresh
source: Refresh
es: Suelta para actualizar
ja: リリース時に更新できます
ko_kr: 놓으면새로고침
vi: Vui lòng nhấp vào làm mới để nhận dữ liệu
zh_hans: 释放即可刷新
zh_hant: 釋放即可刷新

# common_tip_activeGoogleFirst
source: Please enable Google authenticator first.
es: Primero active la verificación de Google
ja: 最初にGoogle認証システムを有効にしてください。
ko_kr: 구글인증을활성화 하세요 .
vi: Vui lòng bật xác thực Google
zh_hans: 请先开启谷歌验证
zh_hant: 請先開啟穀歌驗證

# common_tip_activeLimit
source: Only one quick login can be enabled.
es: Solo se puede abrir un método rápido de inicio de sesión
ja: クイックログイン方法は1つだけ有効にできます。
ko_kr: 빠른로그인은한가지만 가능합니다.
vi: Bạn chỉ có thể bật một phương thức đăng nhập nhanh.
zh_hans: 只能开启一种快捷登录方式
zh_hant: 只能開啟一種快捷登錄方式

# common_tip_activePhoneOrGoogle
source: Please enable your phone authentication or Google authenticator.
es: Activa la verificación de teléfono o la verificación de Google
ja: 携帯認証またはGoogle認証を有効にしてください。
ko_kr: 휴대폰인증 혹은 구글인증을 활성화 해주십시오
vi: Vui lòng bật điện thoại hoặc xác thực Google
zh_hans: 请开启手机验证或谷歌验证
zh_hant: 請開啟手機驗證或穀歌驗證

# common_tip_addSuccess
source: Add successfully
es: Agregado exitosamente
ja: 追加成功
ko_kr: 추가성공
vi: Thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

# common_tip_addToBlackList
source: Once blacklist is confirmed, you will no longer see each other's ads. Are you sure you want to add to the blacklist?
es: Una vez que esté en la lista negra, ya no verán los anuncios de los demás. ¿Estás seguro de que deseas agregar a la otra parte a la lista negra?
ja: ブラックリストに登録したユーザーの広告は今後表示されません。このユーザーをブラックリストに登録しますか？
ko_kr: 블랙리스트로등록하면 더 이상 이 유저의 광고는 표시되지 않습니다. 블랙리스트로 등록하시겠습니까?
vi: Sau khi ngăn chặn điều này, bạn sẽ không thấy quảng cáo của mình
zh_hans: 确定加入黑名单后，您将不再看到对方的广告。您确定将对方加入黑名单吗？
zh_hant: 確定加入黑名單後，您將不再看到對方的廣告。您確定將對方加入黑名單嗎？

# common_tip_balanceNotEnough
source: Insufficient Balance!
es: insuficiente Saldo disponible
ja: 残高が足りません
ko_kr: 잔고가부족합니다.
vi: Không đủ số dư
zh_hans: 可用余额不足
zh_hant: 可用餘額不足

# common_tip_bindSuccess
source: Link Successfully
es: éxito de unión
ja: バインド成功
ko_kr: 연동성공
vi: Liên kết thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

# common_tip_cameraPermission
source: Camera access is not turned on
es: No hay acceso a la cámara
ja: カメラへのアクセスがオンになっていません
ko_kr: 카메라에접근할 수 없습니다.
vi: không có quyền máy ảnh
zh_hans: 没有打开相机使用权限
zh_hant: 沒有打開相機使用權限

# common_tip_cancelSuccess
source: Cancelled successfully
es: Retiro de pedido exitoso
ja: キャンセルしました
ko_kr: 취소되었습니다.
vi: Đã hủy thành công
zh_hans: 撤单成功
zh_hant: 撤單成功

# common_tip_cerSubmitDesc
source: Your ID information has been submitted, will be reviewed within one business day. Please be patient.
es: Se ha enviado su información de nombre real. Se espera que sea revisada en un día de trabajo. Tenga paciencia.
ja: あなたの実名情報が送信されました。 1営業日以内に審査される予定です。 しばらくお待ちください。
ko_kr: 고객님의실명정보가 제출되었습니다. 영업일기준 1일내에 심사가 처리됩니다. 잠시만 기다려주십시오.
vi: Thông tin nhận dạng của quý vị đã được gửi. Hãy kiên nhẫn trong khi chúng tôi đánh giá tài liệu của bạn
zh_hans: 您的实名信息已提交，预计一个工作日会审核完毕，请耐心等待
zh_hant: 您的實名資訊已提交，預計一個工作日會審核完畢，請耐心等待

# common_tip_cerSubmitSuccess
source: Submit authentication successfully.
es: Presentación exitosa del certificado
ja: 認証を提出成功しました
ko_kr: 인증성공
vi: Chứng từ tên thật đã được gửi thành công
zh_hans: 认证提交成功
zh_hant: 認證提交成功

# common_tip_coinTradeNotOpen
source: This Coin is not enabled to trade.
es: La moneda aún no está abierta para operar
ja: この通貨は取引することができません。
ko_kr: 이통화는 거래할 수 없습니다.
vi: Đóng băng giao dịch
zh_hans: 该币种暂未开放交易
zh_hant: 該幣種暫未開放交易

# common_tip_copySuccess
source: Successfully Copied
es: copiado con éxito
ja: コピー成功しました
ko_kr: 복사되었습니다.
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# common_tip_didinBlacklist
source: Already on the blacklist
es: En la lista negra
ja: ブラックリスト追加済み
ko_kr: 블랙리스트에추가됨
vi: Sổ đen
zh_hans: 已加入黑名单
zh_hant: 已加入黑名單

# common_tip_editpwdSuccess
source: Change password successfully.
es: Cambiar contraseña exitosamente
ja: パスワード変更成功
ko_kr: 비밀번호변경 성공
vi: Thay đổi thành công
zh_hans: 修改密码成功
zh_hant: 修改密碼成功

# common_tip_editSuccess
source: Change Successfully
es: Modificado exitosamente
ja: 変更成功
ko_kr: 변경했습니다.
vi: Thay đổi thành công
zh_hans: 修改成功
zh_hant: 修改成功

# common_tip_gestureLimitPoint
source: Minimum 5 spots required, please enter again
es: Enlace al menos 5 puntos, vuelva a ingresar
ja: 少なくとも5箇所をつなぎ、再度入力してください
ko_kr: 최소5개를 연결하고 다시 입력하십시오
vi: Nó sẽ kết nối ít nhất 5 điểm; nhập lại
zh_hans: 最少链接5个点,请重新输入
zh_hant: 最少鏈接5個點,請重新輸入
