Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# transfer_action_otcToEx_forotc
source: From OTC to exchange
ja: 场外至币币
ko_kr: 场外至币币
vi: 场外至币币
zh_hans: 场外至币币
zh_hant: 场外至币币

# otc_asset_availableBalance_forotc
source: Available balance of OTC account
ja: 场外账户可用余额
ko_kr: 场外账户可用余额
vi: 场外账户可用余额
zh_hans: 场外账户可用余额
zh_hant: 场外账户可用余额

# b2c_Recharge_Time
source: Deposit time
ja: 充值时间
ko_kr: 充值时间
vi: 充值时间
zh_hans: 充值时间
zh_hant: 充值时间

# b2c_Application_Amount
source: Number of applications
ja: 申请数量
ko_kr: 申请数量
vi: 申请数量
zh_hans: 申请数量
zh_hant: 申请数量

# b2c_Deal_Time
source: Processing time
ja: 处理时间
ko_kr: 处理时间
vi: 处理时间
zh_hans: 处理时间
zh_hant: 处理时间

# b2c_Transfer_Vouchers
source: Transfer voucher
ja: 转款凭证
ko_kr: 转款凭证
vi: 转款凭证
zh_hans: 转款凭证
zh_hant: 转款凭证

# b2c_Has_Lending
source: Have issued
ja: 已放款
ko_kr: 已放款
vi: 已放款
zh_hans: 已放款
zh_hant: 已放款

# b2c_Withdrawal_Time
source: Withdrawal time
ja: 提现时间
ko_kr: 提现时间
vi: 提现时间
zh_hans: 提现时间
zh_hant: 提现时间

# b2c_Arrive_Time
source: Received amount
ja: 到账金额
ko_kr: 到账金额
vi: 到账金额
zh_hans: 到账金额
zh_hant: 到账金额

# b2c_text_recharge
source: Deposit
ja: 充值
ko_kr: 充值
vi: 充值
zh_hans: 充值
zh_hant: 充值

# b2c_text_rechargeRecord
source: Deposit records
ja: 充值记录
ko_kr: 充值记录
vi: 充值记录
zh_hans: 充值记录
zh_hant: 充值记录

# b2c_text_changecoin
source: Select a coin
ja: 选择币种
ko_kr: 选择币种
vi: 选择币种
zh_hans: 选择币种
zh_hant: 选择币种

# b2c_text_bank
source: Opening bank
ja: 开户行
ko_kr: 开户行
vi: 开户行
zh_hans: 开户行
zh_hant: 开户行

# b2c_text_bankNo
source: Bank account
ja: 银行账号
ko_kr: 银行账号
vi: 银行账号
zh_hans: 银行账号
zh_hant: 银行账号

# b2c_text_transferRemark
source: Transfer notes
ja: 转账备注
ko_kr: 转账备注
vi: 转账备注
zh_hans: 转账备注
zh_hant: 转账备注

# b2c_text_rechargeAmount
source: Deposit amount
ja: 充值金额
ko_kr: 充值金额
vi: 充值金额
zh_hans: 充值金额
zh_hant: 充值金额

# b2c_text_inputRechargeAmount
source: Please enter the deposit amount
ja: 请输入充值金额
ko_kr: 请输入充值金额
vi: 请输入充值金额
zh_hans: 请输入充值金额
zh_hant: 请输入充值金额

# b2c_text_rechargeAccount
source: Deposit account
ja: 充值账户
ko_kr: 充值账户
vi: 充值账户
zh_hans: 充值账户
zh_hant: 充值账户

# b2c_text_singleNoLessthan
source: Single deposit should not be less than
ja: 单笔充值不得小于
ko_kr: 单笔充值不得小于
vi: 单笔充值不得小于
zh_hans: 单笔充值不得小于
zh_hant: 单笔充值不得小于

# b2c_text_rechargeConfirm
source: Deposit confirmation
ja: 充值确认
ko_kr: 充值确认
vi: 充值确认
zh_hans: 充值确认
zh_hant: 充值确认

# b2c_text_confirmRecharge
source: Transfer confirmed
ja: 确认已转账
ko_kr: 确认已转账
vi: 确认已转账
zh_hans: 确认已转账
zh_hant: 确认已转账

# b2c_text_addTransferCredentials
source: Please add the transfer voucher
ja: 请添加转账凭证
ko_kr: 请添加转账凭证
vi: 请添加转账凭证
zh_hans: 请添加转账凭证
zh_hant: 请添加转账凭证

# b2c_text_withdrawAccountList
source: Withdrawal account list
ja: 提现账户列表
ko_kr: 提现账户列表
vi: 提现账户列表
zh_hans: 提现账户列表
zh_hant: 提现账户列表

# b2c_text_edit
source: Edit
ja: 编辑
ko_kr: 编辑
vi: 编辑
zh_hans: 编辑
zh_hant: 编辑

# b2c_text_editWithdrawAccount
source: Edit withdrawal account
ja: 编辑提现账户
ko_kr: 编辑提现账户
vi: 编辑提现账户
zh_hans: 编辑提现账户
zh_hant: 编辑提现账户

# b2c_text_deleteSuccess
source: Delete succeed
ja: 删除成功
ko_kr: 删除成功
vi: 删除成功
zh_hans: 删除成功
zh_hant: 删除成功

# b2c_text_fiatCoin
source: Fiat coin
ja: 法币币种
ko_kr: 法币币种
vi: 法币币种
zh_hans: 法币币种
zh_hant: 法币币种

# b2c_text_inputBankNo
source: Please enter the bank account
ja: 请输入银行账号
ko_kr: 请输入银行账号
vi: 请输入银行账号
zh_hans: 请输入银行账号
zh_hant: 请输入银行账号

# b2c_text_editSuccess
source: Edit succeed
ja: 编辑成功
ko_kr: 编辑成功
vi: 编辑成功
zh_hans: 编辑成功
zh_hant: 编辑成功

# b2c_text_rechargeNum
source: Deposit quantity
ja: 充币数量
ko_kr: 充币数量
vi: 充币数量
zh_hans: 充币数量
zh_hant: 充币数量

# b2c_text_withdrawRecord
source: Withdrawal records
ja: 提现记录
ko_kr: 提现记录
vi: 提现记录
zh_hans: 提现记录
zh_hant: 提现记录

# b2c_text_withdrawNum
source: Withdrawal quantity
ja: 提币数量
ko_kr: 提币数量
vi: 提币数量
zh_hans: 提币数量
zh_hant: 提币数量

# b2c_text_withdraw
source: Withdraw
ja: 提现
ko_kr: 提现
vi: 提现
zh_hans: 提现
zh_hant: 提现

# b2c_text_withdrawAccount
source: Withdrawal account
ja: 提现账户
ko_kr: 提现账户
vi: 提现账户
zh_hans: 提现账户
zh_hant: 提现账户

# b2c_text_withdrawAccountManager
source: Withdrawal account managment
ja: 提现账户管理
ko_kr: 提现账户管理
vi: 提现账户管理
zh_hans: 提现账户管理
zh_hant: 提现账户管理

# b2c_text_choosWithdrawAccount
source: Please select the withdrawal account
ja: 请选择提现账户
ko_kr: 请选择提现账户
vi: 请选择提现账户
zh_hans: 请选择提现账户
zh_hant: 请选择提现账户

# b2c_text_withdrawAmount
source: Withdrawal amount
ja: 提现金额
ko_kr: 提现金额
vi: 提现金额
zh_hans: 提现金额
zh_hant: 提现金额

# b2c_text_inputWithdrawAmount
source: Please enter the withdrawal amount
ja: 请输入提现金额
ko_kr: 请输入提现金额
vi: 请输入提现金额
zh_hans: 请输入提现金额
zh_hant: 请输入提现金额

# b2c_text_announcements
source: Considerations
ja: 注意事项
ko_kr: 注意事项
vi: 注意事项
zh_hans: 注意事项
zh_hant: 注意事项

# b2c_text_amountNoLessthan
source: Single withdrawal amount should not be less than
ja: 单笔提现金额不得小于
ko_kr: 单笔提现金额不得小于
vi: 单笔提现金额不得小于
zh_hans: 单笔提现金额不得小于
zh_hant: 单笔提现金额不得小于

# b2c_text_amountNoGreaterthan
source: Single withdrawal amount should not be greater than
ja: 单笔提现金额不得大于
ko_kr: 单笔提现金额不得大于
vi: 单笔提现金额不得大于
zh_hans: 单笔提现金额不得大于
zh_hant: 单笔提现金额不得大于

# b2c_text_todaywithdraw
source: Today’s available withdrawal amount
ja: 今日可提现金额
ko_kr: 今日可提现金额
vi: 今日可提现金额
zh_hans: 今日可提现金额
zh_hant: 今日可提现金额

# b2c_text_availableBalance
source: Available balance is
ja: 可用余额为
ko_kr: 可用余额为
vi: 可用余额为
zh_hans: 可用余额为
zh_hant: 可用余额为

# b2c_text_rechargeSuccess
source: ，Deposit succeed. Please wait for approval.
ja: 充值成功，等待审核
ko_kr: 充值成功，等待审核
vi: 充值成功，等待审核
zh_hans: 充值成功，等待审核
zh_hant: 充值成功，等待审核

# b2c_text_addWithdrawAccount
source: Add withdrawal account
ja: 添加提现账户
ko_kr: 添加提现账户
vi: 添加提现账户
zh_hans: 添加提现账户
zh_hant: 添加提现账户

# b2c_text_transferNote
source: ，。When you are transferring money offline, please fill in the copy as a note, which can facilitate the staff to confirm your deposit more quickly.
ja: 线下转账时填入该文案作为备注，可以方便工作人员更快确认您的充值。
ko_kr: 线下转账时填入该文案作为备注，可以方便工作人员更快确认您的充值。
vi: 线下转账时填入该文案作为备注，可以方便工作人员更快确认您的充值。
zh_hans: 线下转账时填入该文案作为备注，可以方便工作人员更快确认您的充值。
zh_hant: 线下转账时填入该文案作为备注，可以方便工作人员更快确认您的充值。

# b2c_text_transferPrompt
source: ，，，。After the offline transfer is completed, the payment channel will return the transfer voucher to you, please fill in here, so that the staff can confirm your deposit more quickly
ja: 通过线下完成转账后，支付渠道会返回转账凭证给您，请在这里填写，方便工作人员更快确认您的充值。
ko_kr: 通过线下完成转账后，支付渠道会返回转账凭证给您，请在这里填写，方便工作人员更快确认您的充值。
vi: 通过线下完成转账后，支付渠道会返回转账凭证给您，请在这里填写，方便工作人员更快确认您的充值。
zh_hans: 通过线下完成转账后，支付渠道会返回转账凭证给您，请在这里填写，方便工作人员更快确认您的充值。
zh_hant: 通过线下完成转账后，支付渠道会返回转账凭证给您，请在这里填写，方便工作人员更快确认您的充值。

# b2c_text_rechargeNote
source: ？Are you sure that you have completed the transfer of the following amount to the platform deposit account through your real name account?
ja: 确定您已通过您本人实名的账户向平台充值账户完成如下金额的转账？
ko_kr: 确定您已通过您本人实名的账户向平台充值账户完成如下金额的转账？
vi: 确定您已通过您本人实名的账户向平台充值账户完成如下金额的转账？
zh_hans: 确定您已通过您本人实名的账户向平台充值账户完成如下金额的转账？
zh_hant: 确定您已通过您本人实名的账户向平台充值账户完成如下金额的转账？

# b2c_text_withdrawSuccess
source: ， Withdrawal succeed. Please wait for approval
ja: 提现成功，等待审核
ko_kr: 提现成功，等待审核
vi: 提现成功，等待审核
zh_hans: 提现成功，等待审核
zh_hant: 提现成功，等待审核

# b2c_text_singleWithdrawMin
source: ：Single minimum withdrawal amount:
ja: 单笔最小提现金额：
ko_kr: 单笔最小提现金额：
vi: 单笔最小提现金额：
zh_hans: 单笔最小提现金额：
zh_hant: 单笔最小提现金额：

# b2c_text_singleWithdrawMax
source: ：Single maximum withdrawal amount:
ja: 单笔最大提现金额：
ko_kr: 单笔最大提现金额：
vi: 单笔最大提现金额：
zh_hans: 单笔最大提现金额：
zh_hant: 单笔最大提现金额：

# b2c_text_todayWithdraw
source: ：Today’s available withdrawal amount
ja: 今日可提现金额：
ko_kr: 今日可提现金额：
vi: 今日可提现金额：
zh_hans: 今日可提现金额：
zh_hant: 今日可提现金额：

# otc_sting_buyerOnlyCan
source: Buyers only accept payment via
es: Los compradores solo admiten
ja: 買い手は
ko_kr: 구매자의 지불방식은 단지
vi: Người mua chỉ chấp nhận
zh_hans: 买家仅支持通过
zh_hant: 買家僅支持通過

# otc_string_youNeedDo
source: .Please choose and add payment method and activate it
es: Pague, necesita agregar y activar el método de pago apropiado
ja: のいずれかの方式で支払うため、適宜受領方式を追加し有効にする必要があります
ko_kr: 으로 가능하여 상응한 수금방식을 추가하고 활성화시켜야 합니다
vi: Vui lòng chọn, thêm phương thức thanh toán và kích hoạt nó
zh_hans: 向您付款，您需要添加并激活相应收款方式
zh_hant: 向您付款，您需要添加並激活相應收款方式

# otc_string_goActivate
source: Setting
es: Desactivar
ja: 設定
ko_kr: 설정
vi: Cài đặt
zh_hans: 去激活
zh_hant: 去激活

# link_name
source: Chain name
ko_kr: 체인 명칭
zh_hans: 链名称
zh_hant: 鏈名稱

# lever_trade_agreement
source: 'Leveraged Trading Agreement'
ja: 「レバレッジ取引契約」
ko_kr: '레버리지 거래 계약'
vi: 'Thỏa thuận giao dịch có đòn bẩy'
zh_hans: 《杠杆交易使用协议》
zh_hant: 《杠桿交易使用協議》

# lever_need_read
source: Read and agree to the 'Leveraged Trading Agreement' before starting leveraged trading
ja: レバレッジ取引を開始する前に、「レバレッジ取引契約」を読んで同意します
ko_kr: 레버리지 거래를 시작하기 전에 '레버리지 거래 계약'을 읽고동의하십시오
vi: Đọc và đồng ý với 'Thỏa thuận giao dịch có đòn bẩy' trước khi bắt đầu giao dịch có đòn bẩy
zh_hans: 杠杆交易开始前需要阅读并同意《杠杆交易使用协议》
zh_hant: 杠桿交易開始前需要閱讀並同意《杠桿交易使用協議》

# common_has_known
source: I have read and understand the above terms
ja: 上記の用語を読み、理解しました
ko_kr: 위 약관을 읽고 이해했습니다
zh_hans: 我已阅读并知晓以上条款
zh_hant: 我已閱讀並知曉以上條款

# common_start_trade
source: Start trading
ja: 取引を開始
ko_kr: 거래 시작
vi: Bắt đầu giao dịch
zh_hans: 开始交易
zh_hant: 開始交易

# etf_text_networth
source: Net Value
zh_hans: 净值
zh_hant: 净值

# etf_text_seeAnnouncement
source: See more details
zh_hans: 更多详情查看公告
zh_hant: 更多详情查看公告

# etf_text_disclaimer
source: Disclaimer
zh_hans: 免责说明
zh_hant: 免责说明

# etf_text_knowRisk
source: It is necessary to agree with
zh_hans: 我已阅读并同意
zh_hant: 我已知风险，开通合约交易

# etf_text_networthPrompt
source: Net Value For Long = Net value at the last adjustment point * [1+ 3 * (Latest spot transaction price-spot last adjustment point price) / spot last adjustment point price * 100%]； Net Value For Short = Net value at the last adjustment point * [1- 3 * (Latest spot transaction price-spot last adjustment point price) / spot last adjustment point price * 100%]
zh_hans: 看多净值=上个调整时点的净值*[1+3*(现货最新成交价-现货上个调整时点价格)/现货上个调整时点价格*100%]； 看空净值=上个调整时点的净值*[1-3*(现货最新成交价-现货上个调整时点价格)/现货上个调整时点价格*100%]
zh_hant: 看多净值=上个调整时点的净值*[1+3*(现货最新成交价-现货上个调整时点价格)/现货上个调整时点价格*100%]； 看空净值=上个调整时点的净值*[1-3*(现货最新成交价-现货上个调整时点价格)/现货上个调整时点价格*100%]

# etf_text_etfPrompt
source: 1. '3L' means that the price of the underlying transaction pair has increased by 1%, and the net value of the product has increased by 3% 2.'3S' means that the price of the underlying transaction pair fell by 1%, and the net value of the product rose by 3% 3. The net value is normally adjusted at 0 o'clock every day, and the extreme market will be adjusted in the intraday. 4. Every leverage will charge the corresponding management fee on a daily basis 5. Users shall pay attention to the net value of the product before trading. There is a risk that the price will approach zero in extreme conditions. Please watch out the risk in investment.
zh_hans: 1、“3L”表示标的交易对价格上涨1%，该产品净值上涨3% 2、“3S”表示标的交易对价格下跌1%，该产品净值上涨3% 3、净值正常每天0点进行调整，极端行情会在盘中进行调整 4、每倍杠杆将按天收取相应的管理费用 5、交易前请注意查看净值，该产品在极端行情下会存在价格趋近于归零，价格远远偏离净值的风险，请投资者注意控制风险
zh_hant: 1、“3L”表示标的交易对价格上涨1%，该产品净值上涨3% 2、“3S”表示标的交易对价格下跌1%，该产品净值上涨3% 3、净值正常每天0点进行调整，极端行情会在盘中进行调整 4、每倍杠杆将按天收取相应的管理费用 5、交易前请注意查看净值，该产品在极端行情下会存在价格趋近于归零，价格远远偏离净值的风险，请投资者注意控制风险

# etf_text_disclaimerDetail1
source: Dear users： Thanks for login and use the leverage ETF products and relevant services (hereinafter “Leveraged ETF”) provided by %@ Exchange. Please read the instruction of Leveraged ETF and the following risk tips carefully. If you continue to use the leveraged ETF after reading the content aforesaid, it will be deemed that you agree all the content of the disclaimer, and you are fully aware of the risks of leveraged ETF and are able to bear the losses caused by it.
zh_hans: 尊敬的客户，您好！ 感谢您登陆并使用%@平台提供的杠杆ETF产品和相关服务（以下简称“ETF产品”）。请你仔细阅读ETF产品说明和如下风险提示，您在阅读后继续使用ETF产品，即视为您已经完全了解并理解ETF产品的风险，能够承担使用ETF产品可能带来的损失，并视为您同意本免责声明的全部内容。
zh_hant: 尊敬的客户，您好！ 感谢您登陆并使用%@平台提供的杠杆ETF产品和相关服务（以下简称“ETF产品”）。请你仔细阅读ETF产品说明和如下风险提示，您在阅读后继续使用ETF产品，即视为您已经完全了解并理解ETF产品的风险，能够承担使用ETF产品可能带来的损失，并视为您同意本免责声明的全部内容。

# etf_text_disclaimerDetail2
source: Please click to read the instruction of leveraged ETF:%@
zh_hans: 请点击此阅读ETF产品说明：%@
zh_hant: 请点击此阅读ETF产品说明：%@

# etf_text_disclaimerDetail3
source: Risk tips: 1.Your purchase/selling price shall not derivate too much from the net value, otherwise you will encounter relevant losses. 2.If you put the order in the opposite direction, there is a risk that the price will approach zero in extreme conditions. Exchange hereby remind you that any losses incurred by the risks mentioned above shall be borne by yourself. This disclaimer, together with other agreements, statements, rules, etc. on Exchange, constitutes the entire agreement that users shall be agreed before using the services and products of Exchange.
zh_hans: 风险提示 1.您购买/出售的价格不应该较单位净值有较大的偏差，不然您会蒙受相应的损失。 2.如果方向判断错误，在极端行情下会存在价格趋近于归零的风险。 平台在此郑重的提醒您，因上述风险导致的损失或责任，均由您自行承担，平台对此不承担任何责任。本免责声明与平台内的其他协议、声明、规则等一起，构成平台与您就平台的服务和产品
zh_hant: 风险提示 1.您购买/出售的价格不应该较单位净值有较大的偏差，不然您会蒙受相应的损失。 2.如果方向判断错误，在极端行情下会存在价格趋近于归零的风险。 平台在此郑重的提醒您，因上述风险导致的损失或责任，均由您自行承担，平台对此不承担任何责任。本免责声明与平台内的其他协议、声明、规则等一起，构成平台与您就平台的服务和产品

# etf_text_faq
source: 《FAQ for Leveraged ETF》
zh_hans: 《杠杆ETF产品FAQ》
zh_hant: 《杠杆ETF产品FAQ》

# common_text_halveZone
source: Halving
zh_hans: 减半区
zh_hant: 减半区

# common_text_cancelkyc
source: Rejected empower
zh_hans: 已拒绝授权，请选择其他方式完成KYC
zh_hant: 已拒绝授权，请选择其他方式完成KYC

# contract_fund_rate
source: Funding Rate
ja: 资金费率
ko_kr: 펀딩수수료율
zh_hans: 资金费率
zh_hant: 資金費率

# contract_fund_transaction
source: Transfer
ja: 资金划转
ko_kr: 펀딩전환
zh_hans: 资金划转
zh_hant: 資金劃轉

# contract_fund_calculator
source: Calculator
ja: 合约计算器
ko_kr: 계약계산기
zh_hans: 合约计算器
zh_hant: 合約計算器

# contract_fund_guide
source: Guidance
ja: 合约指南
ko_kr: 계약안내
zh_hans: 合约指南
zh_hant: 合約指南

# contract_fund_setting
source: Setting
ja: 合约设置
ko_kr: 계약설정
zh_hans: 合约设置
zh_hant: 合約設置

# contract_plan_order
source: Pre-set
ja: 计划委托
ko_kr: 계획위탁
zh_hans: 计划委托
zh_hant: 計劃委託

# contract_excutive_volume
source: Qty
ja: 执行数量
ko_kr: 집행수량
zh_hans: 执行数量
zh_hant: 執行數量

# contract_expire_time
source: EXP Date
ja: 到期时间
ko_kr: 만료시간
zh_hans: 到期时间
zh_hant: 到期時間

# contract_trigger_time
source: Trig. Date
ja: 触发时间
ko_kr: 트리거시간
zh_hans: 触发时间
zh_hant: 觸發時間

# contract_trigger_type
source: Trig. Type
ja: 触发类型
ko_kr: 트리거종류
zh_hans: 触发类型
zh_hant: 觸發類型

# contract_transaction_order_volume
source: Qty (Cont)
ja: 委托数量
ko_kr: 위탁수량
zh_hans: 委托数量
zh_hant: 委託數量

# contract_transaction_deal_volume
source: Filled (Cont)
ja: 成交数量
ko_kr: 체결수량
zh_hans: 成交数量
zh_hant: 成交數量

# contract_transaction_all_types
source: All Types
ja: 全部类型
ko_kr: 모든종류
zh_hans: 全部类型
zh_hant: 成交數量

# contract_transaction_type_done
source: Filled
ja: 订单完成
ko_kr: 주문성공
zh_hans: 订单完成
zh_hant: 訂單完成

# contract_transaction_type_user_cancel
source: Canceled
ja: 用户取消
ko_kr: 회원취소
zh_hans: 用户取消
zh_hant: 用戶取消

# contract_transaction_type_system_cancel
source: System Canceled
ja: 系统取消
ko_kr: 시스템취소
zh_hans: 系统取消
zh_hant: 系統取消

# contract_transaction_types_subDone
source: Partial Filled
ja: 部分成交
ko_kr: 전부체결
zh_hans: 部分成交
zh_hant: 部分成交

# contract_transaction_force_detail
source: Liquidation
ja: 强平明细
ko_kr: 강제청산상세
zh_hans: 强平明细
zh_hant: 強平明細

# contract_transaction_reduce_detail
source: Deleveraging
ja: 减仓明细
ko_kr: 일부매도상세
zh_hans: 减仓明细
zh_hant: 減倉明細

# contract_position_actual_level
source: Leverage
ja: 实际杠杆
ko_kr: 실제 레비리지
zh_hans: 实际杠杆
zh_hant: 實際槓桿

# contract_position_level
source: x
ja: 倍
ko_kr: 배
zh_hans: 倍
zh_hant: 倍

# contract_position_holding
source: Qty
ja: 总持仓
ko_kr: 포지션수량
zh_hans: 总持仓
zh_hant: 总持倉

# contract_positon_can_close
source: AVL
ja: 可平仓
ko_kr: 청산가능수량
zh_hans: 可平仓
zh_hant: 可平倉

# contract_positon_value
source: Market Value
ja: 仓位价值
ko_kr: 포지션가격
zh_hans: 仓位价值
zh_hant: 倉位價值

# contract_positon_expect_liqPrice
source: Liquidation(CUR)
ja: 预期强平价格
ko_kr: 예상강제청산가격
zh_hans: 预期强平价格
zh_hant: 預期強平價格

# contract_positon_realised_value
source: Realized
ja: 已实现盈亏
ko_kr: 실현된 손익금액
zh_hans: 已实现盈亏
zh_hant: 已實現盈虧額

# contract_adjust_deposit
source: Adjust Margin
ja: 调整保证金
ko_kr: 증거금 조정
zh_hans: 调整保证金
zh_hant: 調整保證金

# contract_cancel_all_transaction
source: All Cancel
ja: 全部撤单
ko_kr: 전부주문철회
zh_hans: 全部撤单
zh_hant: 全部撤單

# contract_limit_price
source: Limit
ja: 限价委托
ko_kr: 지정가위탁
zh_hans: 限价委托
zh_hant: 限價委託

# contract_normal_price
source: Ordinary
ja: 普通委托
ko_kr: 보통위탁
zh_hans: 普通委托
zh_hant: 普通委託

# contract_market_price
source: Market
ja: 市价委托
ko_kr: 시장가위탁
zh_hans: 市价委托
zh_hant: 市價委託

# contract_all_types
source: All directions
ja: 全部方向
ko_kr: 모든방향
zh_hans: 全部方向
zh_hant: 全部方向

# contract_adjustDeposit_add_deposit
source: Deposits
ja: 追加保证金
ko_kr: 증거금추가
zh_hans: 追加保证金
zh_hant: 追加保證金

# contract_adjustDeposit_reduce_deposit
source: withdrawals
ja: 减少保证金
ko_kr: 증거금감소
zh_hans: 减少保证金
zh_hant: 減少保證金

# contract_adjustDeposit_current_position
source: Current POS.
ja: 你当前的仓位
ko_kr: 현재 포지션
zh_hans: 你当前的仓位
zh_hant: 你當前的倉位

# contract_adjustDeposit_current_deposit
source: Current MM
ja: 当前仓位保证金
ko_kr: 현재 포지션 증거금
zh_hans: 当前仓位保证金
zh_hant: 當前倉位保證金

# contract_adjustDeposit_current_liqPrice
source: Current liquidation
ja: 当前强平价格
ko_kr: 현재 강제청산 가격
zh_hans: 当前强平价格
zh_hant: 當前強平價格

# contract_adjustDeposit_add_deposit_volume
source: Amount
ja: 追加保证金数量
ko_kr: 증거금수량추가
zh_hans: 追加保证金数量
zh_hant: 追加保證金數量

# contract_adjustDeposit_reduce_deposit_volume
source: Amount
ja: 减少保证金数量
ko_kr: 증거금수량감소
zh_hans: 减少保证金数量
zh_hant: 減少保證金數量

# contract_adjustDeposit_max_volume
source: Can increase
ja: 最大可增加
ko_kr: 최대 증가 가능
zh_hans: 最大可增加
zh_hant: 最大可增加

# contract_adjustDeposit_liqPrice_adjusted
source: Adjusted projected flat price
ja: 调整后预计强平价格
ko_kr: 조정후 예상 강제청산가격
zh_hans: 调整后预计强平价格
zh_hant: 調整後預計強平價格

# contract_adjustDeposit_add_deposit_max
source: AVL Amount
ja: 最大可增加
ko_kr: 최대 증가 가능
zh_hans: 最大可增加
zh_hant: 最大可增加

# contract_adjustDeposit_add_deposit_min
source: AVL Amount
ja: 最大可减少
ko_kr: 최대 감소 가능
zh_hans: 最大可减少
zh_hant: 最大可減少

# contract_text_position
source: Position
ja: 仓位
ko_kr: 포지션
zh_hans: 仓位
zh_hant: 倉位

# contract_buy_openMore
source: Open Long
ja: 买入开多
ko_kr: 메수
zh_hans: 买入开多
zh_hant: 買入開多

# contract_sell_openLess
source: Open Short
ja: 卖出开空
ko_kr: 매도
zh_hans: 卖出开空
zh_hant: 賣出開空

# contract_buy_closeLess
source: Close Short
ja: 买入平空
ko_kr: 공매수
zh_hans: 买入平空
zh_hant: 買入平空

# contract_sell_closeMore
source: Close Long
ja: 卖出平多
ko_kr: 공매도
zh_hans: 卖出平多
zh_hant: 賣出平多

# contract_buy_openMore_tip
source: (Open Long)
ja: (看多)
ko_kr: (Long 보기)
zh_hans: (看多)
zh_hant: (看多)

# contract_sell_openLess_tip
source: (Open Short)
ja: (看空)
ko_kr: (Short 보기)
zh_hans: (看空)
zh_hant: (看空)

# contract_buy_closeMore_tip
source: (Close Short)
ja: (看多)
ko_kr: (Long 보기)
zh_hans: (看多)
zh_hant: (看多)

# contract_sell_closeLess_tip
source: (Close Long)
ja: (看空)
ko_kr: (Short 보기)
zh_hans: (看空)
zh_hant: (看空)

# contract_buy_openMore2
source: Buy
ja: 买入开多
ko_kr: 매수
zh_hans: 买入开多
zh_hant: 買入開多

# contract_sell_openLess2
source: Sell
ja: 卖出开空
ko_kr: 매도
zh_hans: 卖出开空
zh_hant: 賣出開空

# contract_buy_closeLess2
source: Buy
ja: 买入平空
ko_kr: 공매수
zh_hans: 买入平空
zh_hant: 買入平空

# contract_sell_closeMore2
source: Sell
ja: 卖出平多
ko_kr: 공매도
zh_hans: 卖出平多
zh_hant: 賣出平多

# contract_deal_time
source: Date
ja: 成交时间
ko_kr: 체결시간
zh_hans: 成交时间
zh_hant: 成交時間

# contract_deal_price
source: Filled Price
ja: 成交价格
ko_kr: 체결가격
zh_hans: 成交价格
zh_hant: 成交價格

# contract_deal_money
source: Total
ja: 成交金额
ko_kr: 체결금액
zh_hans: 成交金额
zh_hant: 成交金額

# contract_text_fairPrice
source: Fair price
ja: 合理价格
ko_kr: 적정가격
zh_hans: 合理价格
zh_hant: 合理價格

# contract_text_fundRate
source: Funding Rate
ja: 资金费率
ko_kr: 펀딩수수료율
zh_hans: 资金费率
zh_hant: 資金費率

# contract_login_register
source: Log in/Sign up
ja: 登录/注册
ko_kr: 로그인/회원가입
zh_hans: 登录/注册
zh_hant: 登錄/註冊

# contract_buyOne_price
source: Bid
ja: 买一价
ko_kr: 한 가격으로 매수
zh_hans: 买一价
zh_hant: 買一價

# contract_sellOne_price
source: Ask
ja: 卖一价
ko_kr: 한 가격으로 매도
zh_hans: 卖一价
zh_hant: 賣一價

# contract_trigger_price
source: Trig. Price
ja: 触发价格
ko_kr: 트리거 가격
zh_hans: 触发价格
zh_hant: 觸發價格

# contract_excutive_price
source: Execution price
ja: 执行价格
ko_kr: 집행가격
zh_hans: 执行价格
zh_hant: 執行價格

# contract_trigger_placeHolder
source: Stop$
ja: 触发价格
zh_hans: 触发价格

# contract_excutive_placeHolder
source: limit$
ja: 执行价格
zh_hans: 执行价格

# contract_fair_px
source: Fair Price
ja: 合理价
ko_kr: 적정가격
zh_hans: 合理价
zh_hant: 合理價

# contract_index_px
source: Index Price
ja: 指数价
ko_kr: 지수가격
zh_hans: 指数价
zh_hant: 指數價

# contract_Cross_position
source: Cross
ja: 全仓
ko_kr: 모든포지션
zh_hans: 全仓
zh_hant: 全倉

# contract_Fixed_position
source: Isolated
ja: 逐仓
ko_kr: 개별포지션
zh_hans: 逐仓
zh_hant: 逐倉

# contract_text_fairPrice_tips
source: A fair price is calculated using the Funding Basis rate, mainly to avoid unnecessary liquidation of high leverage. A fair price affects mandatory liquidation, that is, the system performs mandatory liquidation when the reasonable price reaches the liquidation price.
ja: 合理价格等于标的指数价格加上随时间递减的资金费用基差，主要是为了避免高杠杆发生不必要平仓。合理价格影响强平，即当合理价格达到爆仓价格时，系统将执行强制平仓操作。
ko_kr: 적정가격은 목표가 되는 지수가격에 시간의 흐름에 따라 감소되는 펀딩수수료를 합산한 것으로 중요한것은 높은 레버리지가 발생하지 않도록 청산을 필요로 하지 않습니다. 적정가격은 강제청산에 영향을 미치며, 적정가격이 마진콜가격에 도달할 경우, 시스템은 강제청산을 수행하게 됩니다.
zh_hans: 合理价格等于标的指数价格加上随时间递减的资金费用基差，主要是为了避免高杠杆发生不必要平仓。合理价格影响强平，即当合理价格达到爆仓价格时，系统将执行强制平仓操作。
zh_hant: 合理價格等於標的指數價格加上隨時間遞減的資金費用基差，主要是為了避免高槓桿發生不必要平倉。合理價格影響強平，即當合理價格達到爆倉價格時，系統將執行強制平倉操作。

# contract_Insufficient_funds
source: Insufficient fund
ja: 资金不足
ko_kr: 펀딩부족
zh_hans: 资金不足
zh_hant: 資金不足。

# contract_Insufficient_funds_tips
source: Your contract account has no funds at the moment, please deposit to trade.
ja: 您的合约账户暂无资产，请划转后交易
ko_kr: 회원님의 계약계정에 자산이 없습니다. 전환후 거래해주세요.
zh_hans: 您的合约账户暂无资产，请划转后交易
zh_hant: 您的合約賬戶暫無資產，請劃轉後交易

# contract_transfer_now
source: Deposit now
ja: 立即划转
ko_kr: 바로전환
zh_hans: 立即划转
zh_hant: 立即劃轉

# contract_plan_order_tips
source: When the latest market price/ fair price/index price reaches the trigger price level, an order is placed automatically according to the preset execution price and numbers. The valid period of pre-set order is 7 days by default, and the default trigger price is the latest price, which is modifiable in the contract setting.
ja: 当市场最新价/合理价格/指数价格达到触发价时，按预先设置的执行价格和数量自动下开仓单。计划委托默认有效期为7天，默认触发价为最新价，可到合约设置中修改。
ko_kr: 현재시장최근가격/적정가격/지수가격이 트리거가격에 도달한경우, 미리 설정된 집행가격과 수량이 자동으로 주문됩니다. 계획위탁 기본 유효기간은 7일이며, 기본 트리거가격은 최근가격입니다. 트리거가격은 계약설정에서 수정이 가능합니다.
zh_hans: 当市场最新价/合理价格/指数价格达到触发价时，按预先设置的执行价格和数量自动下开仓单。计划委托默认有效期为7天，默认触发价为最新价，可到合约设置中修改。
zh_hant: 當市場最新價/合理價格/指數價格達到觸發價時，按預先設置的執行價格和數量自動下開倉單。計劃委託默認有效期為7天，默認觸發價為最新價，可到合約設置中修改。

# contract_text_openswap
source: Start contract trading
ja: 开通合约
ko_kr: 계약오픈
zh_hans: 开通合约
zh_hant: 開通合約
