Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# market_text_publishTotal
source: Total Issuance
es: cantidad de publicación
ja: 発行総量
ko_kr: 전체발행 금액
vi: Số lượng phát hành
zh_hans: 发行总量
zh_hant: 發行總量

# market_tip_confirmDeleteCollection
source: Confirm to delete favorites
es: determinar eliminar su elección
ja: お気に入りから削除します
ko_kr: 선택사항을 삭제합니다.
vi: Đảm bảo xóa sự lựa chọn của bạn
zh_hans: 确定删除自选
zh_hant: 確定刪除自選

# noun_account_accountName
source: Account
es: Número de cuenta
ja: アカウント
ko_kr: 계좌
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# noun_account_freezeAll
source: Transfer and withdrawal is blocked.
es: El comercio y la retirada de monedas están congelados
ja: 取引と出金は凍結されました
ko_kr: 거래및 인출이 동결되었습니다.
vi: Đóng băng giao dịch và rút tiền
zh_hans: 交易与提币被冻结
zh_hant: 交易與提幣被凍結

# noun_account_freezeTransaction
source: Transactions are blocked.
es: La transacción está congelada.
ja: トレードは凍結されました
ko_kr: 거래가동결되었습니다.
vi: Đóng băng giao dịch
zh_hans: 交易被冻结
zh_hant: 交易被凍結

# noun_account_freezeWithdraw
source: Withdrawals are blocked.
es: El retiro de efectivo está congelado
ja: 出金は凍結されました
ko_kr: 인출이동결되었습니다.
vi: Đóng băng rút tiền
zh_hans: 提币被冻结
zh_hant: 提幣被凍結

# noun_account_normal
source: Normal
ja: 正常
ko_kr: 정상
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# noun_camera_takeAlbum
source: Select from Album
es: Elige del álbum
ja: アルバムから選ぶ
ko_kr: 앨범에서선택
vi: Chọn từ album
zh_hans: 从相册选择
zh_hant: 從相冊選擇

# noun_camera_takephoto
source: Take a photo
es: Tomar una foto
ja: 写真をうつす
ko_kr: 사진찍기
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# noun_date_day
source: day
es: día
ja: 日
ko_kr: 날
vi: ngày
zh_hans: 日
zh_hant: 日

# noun_date_hour
source: hour
es: hora
ja: 時
ko_kr: 시
vi: Giờ
zh_hans: 时
zh_hant: 時

# noun_date_minute
source: min
es: minuto
ja: 分
ko_kr: 분
vi: phút
zh_hans: 分
zh_hant: 分

# noun_date_month
source: Monthly
es: mes
ja: 月
ko_kr: 매달
vi: Hàng tháng
zh_hans: 月
zh_hant: 月

# noun_date_quarter
source: Quarterly
es: cuarto
ja: 四半期
ko_kr: 매분기
vi: Mỗi 3 tháng
zh_hans: 季度
zh_hant: 季度

# noun_date_week
source: week
es: semana
ja: 週
ko_kr: 주
vi: tuần
zh_hans: 周
zh_hant: 周

# noun_login_notLogin
source: Not logged in
es: No ha iniciado sesión
ja: 未登録
ko_kr: 미등록
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 未登錄

# noun_login_pending
source: Pending
es: en revisión
ja: 審査中
ko_kr: 심사중
vi: Đang xem xét
zh_hans: 审核中
zh_hant: 審核中

# noun_order_GMV
source: Total Turnover
es: Volumen total de negocios
ja: 約定総額
ko_kr: 거래합계
vi: Số lượng
zh_hans: 成交总额
zh_hant: 成交總額

# noun_order_paymentTerm
source: Receipt Method
es: Método de cobro
ja: 受取方式
ko_kr: 영수증방법
vi: Phương thức biên nhận
zh_hans: 收款方式
zh_hant: 收款方式

# noun_otc_merchant
source: Merchants
es: Comerciante
ja: 商家
ko_kr: 판매자
vi: Đại lý
zh_hans: 商家
zh_hant: 商家

# noun_user_identitycard
source: ID card
es: Tarjeta de identificación
ja: 身分証明書
ko_kr: 신분증명서
vi: Thẻ CMND
zh_hans: 身份证
zh_hant: 身份證

# oct_action_autoCancelDesc
source: Cancelled within
es: Cancelación automática después de
ja: 後自動キャンセル
ko_kr: 이후자동 취소됩니다.
vi: Tự động hủy
zh_hans: 后自动取消
zh_hant: 後自動取消

# oct_tip_buyerCancel
source: No refund will be given after the order is cancelled. If you have paid, please do not cancel the order. If the order is cancelled more than 3 time, purchase can not be made within 24hrs
es: No se otorgará ningún reembolso después de cancelar el pedido. Si ya ha pagado, no cancele el pedido, cancele el pedido más de 3 veces y no podrá realizar una compra dentro de las 24 horas.
ja: 注文をキャンセルしても払戻しは行われません。支払後のキャンセルは行わないでください。注文のキャンセルが3回を超えると24時間以内の購入ができなくなります。
ko_kr: 주문취소 후 환불되지 않습니다. 지불 한 경우 계약을 취소하지 마십시오. 구매자가 하루에 세 번 거래를 취소하면 그 날의 구매 기능이 제한됩니다
vi: Không hoàn lại tiền sau khi hủy đơn đặt hàng. Nếu bạn đã thực hiện thanh toán, xin vui lòng không hủy bỏ các thỏa thuận. Nếu người mua hủy giao dịch ba lần mỗi ngày, chức năng mua của mình trong ngày đó sẽ bị giới hạn
zh_hans: 取消订单后不会退款，如您已付款请勿取消订单，取消订单超过3次，24h内无法进行买入操作
zh_hant: 取消訂單後不會退款，如您已付款請勿取消訂單，取消訂單超過3次，24h內無法進行買入操作

# otc_action_addBlackList
source: Add to blacklist
es: añadir a la lista negra
ja: ブラックリストに追加
ko_kr: 블랙리스트에추가
vi: Thêm vào danh sách đen
zh_hans: 加入黑名单
zh_hant: 加入黑名單

# otc_action_appeal
source: File a complaint
es: Ir a apelar
ja: 通報する
ko_kr: 이의제기
vi: Nộp đơn khiếu nại
zh_hans: 去申诉
zh_hant: 去申訴

# otc_action_bindpayment
source: Link
es: unir
ja: バインディング
ko_kr: 연동
vi: Liên kết
zh_hans: 绑定
zh_hant: 綁定

# otc_action_buy
source: Buy
es: comprar
ja: 買う
ko_kr: 구매
vi: Mua
zh_hans: 购买
zh_hant: 購買

# otc_action_buyByPrice
source: by price
es: Comprar por precio
ja: 価格で購入
ko_kr: 가격으로구매
vi: Giá mua
zh_hans: 按价格购买
zh_hant: 按價格購買

# otc_action_buyByVolume
source: by amount
es: Comprar por cantidad
ja: 数量で購入
ko_kr: 수량으로구매
vi: Số lượng mua
zh_hans: 按数量购买
zh_hant: 按數量購買

# otc_action_buyerDidPay
source: I have paid.
es: He pagado
ja: 支払済
ko_kr: 구매함
vi: Tôi đã thanh toán
zh_hans: 我已付款
zh_hant: 我已付款

# otc_action_cancel
source: Cancel the order
es: Cancelar pedido
ja: 注文をキャンセル
ko_kr: 주문취소
vi: Hủy giao dịch
zh_hans: 取消订单
zh_hant: 取消訂單

# otc_action_cancelAppeal
source: Cancel the complaint
es: Cancelar apelación
ja: 訴えを取り消す
ko_kr: 이의제기취소
vi: Bị hủy bỏ
zh_hans: 取消申诉
zh_hant: 取消申訴

# otc_action_changePayment
source: Switch
es: Cambiar método de pago
ja: 支払方法を変更する
ko_kr: 지불선택
vi: Chọn thanh toán
zh_hans: 切换支付方式
zh_hant: 切換支付方式

# otc_action_confirmSendCoin
source: Confirm payment and release coin
es: Confirmar recibo y liberar moneda
ja: 振り込まれているか確認してからコインを出す
ko_kr: 영수증을확인하고, 돈을 확인해 주십시오.
vi: Xác nhận biên nhận và phát hành tiền tệ
zh_hans: 确认收款并放币
zh_hant: 確認收款並放幣

# otc_action_confirmSendCoinTitle
source: Confirm issuance
es: Confirmar liberación
ja: 出す確認
ko_kr: 지급확인
vi: Xác nhận khoản trợ cấp
zh_hans: 放行确认
zh_hant: 放行確認

# otc_action_merchantSell
source: Sell to this user
es: Vender publicidad
ja: 売り広告
ko_kr: 이사용자에게 매도
vi: Bán cho người dùng này
zh_hans: 向TA出售
zh_hant: 向TA出售

# otc_action_merchantBuy
source: Buy from this user
es: Comprar publicidad
ja: 購入広告
ko_kr: 이사용자로부터 매수
vi: Mua từ người dùng này
zh_hans: 向TA购买
zh_hant: 向TA購買

# otc_action_placeOrder
source: Place an order
es: colocar pedido
ja: 注文
ko_kr: 주문하기
vi: Đặt hàng
zh_hans: 下单
zh_hant: 下單

# otc_action_sell
source: Sell
es: vender
ja: 売り
ko_kr: 판매
vi: Bán
zh_hans: 出售
zh_hant: 出售

# otc_action_sellByPrice
source: Sell by price
es: Vendido por precio
ja: 価格で売り
ko_kr: 가격으로판매
vi: Giá bán
zh_hans: 按价格出售
zh_hant: 按價格出售

# otc_action_sellByVolume
source: Sell by amount
es: Vendido por cantidad
ja: 数量で売り
ko_kr: 수량으로판매
vi: Số lượng bán
zh_hans: 按数量出售
zh_hant: 按數量出售

# otc_action_sendmsg
source: Send
es: enviar
ja: 送信
ko_kr: 보내기
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# otc_text_appeal
source: File a complaint
es: apelar
ja: 通報する
ko_kr: 신청
vi: Tranh chấp
zh_hans: 申诉
zh_hant: 申訴

# otc_text_bankBranchName
source: Sub-branch bank adress
es: banco filial de Apertura de cuenta
ja: 預金銀行支店
ko_kr: 계좌개설 지점
vi: Nhánh phụ của ngân hàng để nạp tiền
zh_hans: 开户支行
zh_hant: 開戶支行

# otc_text_bankCardNumber
source: Bank card number
es: Número de tarjeta bancaria
ja: 銀行口座番号
ko_kr: 은행카드번호
vi: Số thẻ ngân hàng
zh_hans: 银行卡号
zh_hant: 銀行卡號

# otc_text_bankName
source: Bank
es: banco de Apertura de cuenta
ja: 預金銀行
ko_kr: 예금은행
vi: Tên ngân hàng cho tiền gửi
zh_hans: 开户银行
zh_hant: 開戶銀行

# otc_text_bindBankCard
source: Link bank card
es: Atar una tarjeta bancaria
ja: バインド銀行カード
ko_kr: 은행카드연동
vi: Liên kết thẻ ngân hàng
zh_hans: 绑定银行卡
zh_hant: 綁定銀行卡

# otc_text_cancelByAppeal
source: The appeal determines that the buyer has not paid
es: en La apelación determina que el comprador no ha pagado
ja: 買い手が支払っていないことを通報する
ko_kr: 이의제기신청은구매자가 아직 지불하지 않았다고 판단합니다.
vi: Khiếu nại xác nhận người mua đã không trả tiền
zh_hans: 申诉判定买家未付款
zh_hant: 申訴判定買家未付款

# otc_text_cancelByBuyer
source: Buyer cancelled the order.
es: El comprador cancela el pedido.
ja: 購入者が注文をキャンセル
ko_kr: 구매자가주문을 취소했습니다.
vi: Người mua hủy đơn hàng
zh_hans: 买家取消订单
zh_hant: 買家取消訂單

# otc_text_cancelReasonNotPay
source: Out of time to make the payment
es: Tiempo de espera agotado, Falta de pago
ja: 未支払いのためタイムアウト
ko_kr: 기한초과
vi: Quá hạn
zh_hans: 超时未付款
zh_hant: 超時未付款

# otc_text_desc
source: Fiat
es: Transacción de moneda legal
ja: OTC
ko_kr: 현금
vi: Tiền mặt
zh_hans: 法币交易
zh_hant: 法幣交易

# otc_text_didPayConfirm
source: Payment Confirmation of payment
es: Confirmación de pago
ja: 支払を確認
ko_kr: 지불확인
vi: Xác nhận thanh toán
zh_hans: 付款确认
zh_hant: 付款確認

# otc_text_merchantAppealNumber
source: Total Complaint
es: La cantidad total de la queja
ja: 総通報回数
ko_kr: 전체불만사항 횟수
vi: Tổng số khiếu nại
zh_hans: 总申诉量
zh_hant: 總申訴量

# otc_text_merchantAppealWin
source: Win-over amount
es: Cantidad de victoria
ja: 勝ち回数
ko_kr: 이익수량
vi: Tiền thắng
zh_hans: 胜诉量
zh_hant: 勝訴量

# otc_text_merchantCredit
source: Credit
es: Crédito
ja: 信用度
ko_kr: 신용도
vi: Tín dụng
zh_hans: 信用度
zh_hant: 信用度

# otc_text_merchantHomePage
source: Merchants details
es: Detalles del comerciante
ja: 商家詳細
ko_kr: 거래세부사항
vi: Chi tiết
zh_hans: 商家详情
zh_hant: 商家詳情

# otc_text_merchantMailAuth
source: Email Verification
es: Autenticación de e-mail
ja: Eメール認証
ko_kr: 이메일인증
vi: Xác thực email
zh_hans: 邮箱认证
zh_hant: 郵箱認證

# otc_text_merchantPhoneAuth
source: Phone Verification
es: Autenticación de teléfono móvil
ja: 携帯認証
ko_kr: 전화인증
vi: Xác minh điện thoại
zh_hans: 手机认证
zh_hant: 手機認證

# otc_text_merchantTradeNumber
source: Number of transactions
es: Numero de transacciones
ja: 取引回数
ko_kr: 거래횟수
vi: Số lượng giao dịch
zh_hans: 交易次数
zh_hant: 交易次數

# otc_text_myOrder
source: My order
es: Mis pedidos
ja: 私の注文
ko_kr: 내주문
vi: Đơn hàng của tôi
zh_hans: 我的订单
zh_hant: 我的訂單

# otc_text_orderAppeal
source: Appealing
es: en apelación
ja: 訴え中
ko_kr: 이의제기중
vi: Đang tranh chấp
zh_hans: 申诉中
zh_hant: 申訴中

# otc_text_orderCancel
source: Canceled
es: Cancelado
ja: キャンセル済み
ko_kr: 취소됨
vi: Bị hủy bỏ
zh_hans: 已取消
zh_hant: 已取消

# otc_text_orderCancelReason
source: Order cancellation type
es: Tipo de cancelación de pedido
ja: 注文キャンセルの種類
ko_kr: 취소주문 유형
vi: Loại lệnh hủy
zh_hans: 订单取消类型
zh_hant: 訂單取消類型

# otc_text_orderComplete
source: Completed
es: Completado
ja: 完成
ko_kr: 완료됨
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# otc_text_orderCTime
source: Time of placing the order
es: Tiempo de pedido
ja: 注文時間
ko_kr: 주문시간
vi: Thời gian đặt đơn hàng
zh_hans: 下单时间
zh_hant: 下單時間

# otc_text_orderId
source: Order ID
es: Número de pedido
ja: 注文番号
ko_kr: 주문번호
vi: ID giao dịch
zh_hans: 订单号
zh_hant: 訂單號

# otc_text_orderPendingAppeal
source: Appealing
es: en apelación
ja: 訴え中
ko_kr: 이의제기중
vi: Đang khiếu nại
zh_hans: 正在申诉
zh_hant: 正在申訴

# otc_text_orderTotal
source: Total Balances
es: Total
ja: 総額
ko_kr: 잔액
vi: Số dư
zh_hans: 总额
zh_hant: 總額

# otc_text_orderWaitMoney
source: Pending payment
es: cobro pendiente
ja: 受取待ち
ko_kr: 지불대기 중
vi: Đang chờ thanh toán
zh_hans: 待收款
zh_hant: 待收款

# otc_text_orderWaitPay
source: To be paid
es: Pago pendiente
ja: 支払い待ち
ko_kr: 지불대기 중
vi: Đang chờ thanh toán
zh_hans: 待付款
zh_hant: 待付款

# otc_text_orderWaitSendCoin
source: To realease coin
es: Esperar enviar moneda
ja: コイン出すを待ち
ko_kr: 대기중인 금액
vi: Đang chờ giải phóng tiền
zh_hans: 待放币
zh_hant: 待放幣

# otc_text_payee
source: Payee
es: cobrador
ja: 受取人
ko_kr: 수취인
vi: Người thụ hưởng
zh_hans: 收款人
zh_hant: 收款人

# otc_text_paymentAmount
source: Payment Amount
es: Cantidad de pago
ja: 支払う金額
ko_kr: 지불금액
vi: Khoản thanh toán
zh_hans: 付款金额
zh_hant: 付款金額

# otc_text_paymentCardNumber
source: Card Number
es: Número de tarjeta
ja: 口座番号
ko_kr: 카드번호
vi: Tên của thẻ ngân hàng
zh_hans: 卡号
zh_hant: 卡號

# otc_text_paymentQRcode
source: Payment QR code
es: Código de cobro
ja: 受取 QR コード
ko_kr: 지불QR코드
vi: Mã QR để nhận tiền
zh_hans: 收款码
zh_hant: 收款碼

# otc_text_payTime
source: Payment time
es: Tiempo de pago
ja: 支払い時間
ko_kr: 지불시간
vi: giới hạn thời gian cho việc thanh toán
zh_hans: 支付时间
zh_hant: 支付時間

# otc_text_price
source: Unit Price
es: Precio unitario
ja: 単価
ko_kr: 단위
vi: Đơn giá
zh_hans: 单价
zh_hant: 單價

# otc_text_priceLimit
source: Limit
es: Límite
ja: 上限額
ko_kr: 한도
vi: Giới hạn
zh_hans: 限额
zh_hant: 限額

# otc_text_pwd
source: Fiat fund password
es: Contraseña del fondo de moneda legal
ja: OTCパスワード
ko_kr: 법정통화자산비밀번호
vi: Mật khẩu quỹ
zh_hans: 法币资金密码
zh_hant: 法幣資金密碼

# otc_text_rp
source: Reference price
es: Precio de referencia
ja: 参考価格
ko_kr: 참고가격
vi: Giá tham khảo
zh_hans: 参考价
zh_hant: 參考價

# otc_text_sendCoinTime
source: Coin issuance time
es: Tiempo de enviar moneda
ja: コイン出す時間
ko_kr: 코인발행 시간
vi: Token sẽ được giải phóng
zh_hans: 放币时间
zh_hant: 放幣時間

# otc_text_totalBargainAmount
source: Historical transactions (equivalent to BTC)
es: Transacción histórica (equivalente a BTC)
ja: 約定履歴（BTCに換算）
ko_kr: 과거거래(BTC환산)
vi: (BTC) giao dịch lịch sử (tương đương với BTC)
zh_hans: 历史成交(折合BTC)
zh_hant: 歷史成交(折合BTC)

# otc_text_tradeObjectBuy
source: Buy
es: comprar
ja: 買う
ko_kr: 구매
vi: Mua
zh_hans: 买
zh_hant: 買

# otc_text_tradeObjectSell
source: Sell
es: vender
ja: 売り
ko_kr: 판매
vi: Bán
zh_hans: 卖
zh_hant: 賣

# otc_text_tradingPrice
source: The transaction amount
es: Monto de la transacción
ja: 取引金額
ko_kr: 거래금액
vi: Số tiền giao dịch
zh_hans: 交易金额
zh_hant: 交易金額

# otc_text_waitPay
source: Wait for payment
es: Esperando el pago
ja: 相手の支払うを待ちます。
ko_kr: 상대방의지불을 대기 중
vi: Chờ đợi bên còn lại đếm ngược thanh toán
zh_hans: 等待对方付款
zh_hant: 等待對方付款

# otc_text_waitReceiveCoin
source: Pending Coins
es: esperar recibir moneda
ja: コイン受取待ち
ko_kr: 수취금액
vi: Đã thu tiền
zh_hans: 待收币
zh_hant: 待收幣

# otc_text_westUnion
source: Western Union Pay
es: Western Union
ja: ウェスタンユニオン送金
ko_kr: 내용이없습니다.
vi: No content
zh_hans: 西联汇款
zh_hant: 西聯匯款

# otc_text_wxID
source: WeChat ID
ko_kr: 위챗ID
zh_hans: 微信ID
zh_hant: 微信ID

# otc_tip_appealCharged
source: The other party has filed a complaint
es: La otra parte ha presentado una queja.
ja: 関係者が訴えを提出しました。
ko_kr: 상대방이이의제기를 신청했습니다.
vi: Bên kia đã gửi khiếu nại.
zh_hans: 对方已提交申诉
zh_hant: 對方已提交申訴

# otc_tip_appealconfirm
source: Are you sure to file a complaint against this transaction?
es: ¿Estás seguro de apelar esta transacción?
ja: この取引に対して訴えを申し立てますか？
ko_kr: 이거래에 대해서 이의제기를 신청하시겠습니까?
vi: Bạn có muốn xác nhận để gửi khiếu nại?
zh_hans: 确定对本次交易进行申诉吗？
zh_hant: 確定對本次交易進行申訴嗎？

# otc_tip_appealDefense
source: The other party has submitted an complaint, please ensure your contact number is correct that the customer service will contact you shortly.
es: La otra parte ha presentado una apelación, asegúrese de que su información de contacto sea correcta para que el personal de servicio al cliente pueda contactarlo lo antes posible.
ja: 相手が訴えを提出しました。 カスタマーサービスのスタッフが連絡できるように、ブロックしていないか確認してください。
ko_kr: 상대방이이의제기를 신청했습니다. 원활한 의사소통을 위해 고객님의 연락처가 정확한지 확인해주십시오. 고객지원스태프가 곧 연락을 드리겠습니다.
vi: Bên kia đã gửi khiếu nại. Nhân viên dịch vụ khách hàng của chúng tôi đang tích cực xử lý cho bạn. Hãy kiên nhẫn và chờ đợi kết quả
zh_hans: 对方已经提交申诉，请确保您的联系方式畅通，以便客服人员能够尽快联系到您。
zh_hant: 對方已經提交申訴，請確保您的聯繫方式暢通，以便客服人員能夠儘快聯繫到您。

# otc_tip_appealOffence
source: The complaint has been submitted successfully, and the password is %@. Please ensure your contact number is right that the customer service will contact you shortly.
es: La apelación se envía con éxito y la contraseña es %@. Asegúrese de que su información de contacto sea clara para que el personal de servicio al cliente pueda contactarlo lo antes posible.
ja: 訴えは提出成功、訴えパスワードは%@です。カスタマーサービスのスタッフが連絡できるように、ブロックしていないか確認してください。
ko_kr: 이의제기가정상적으로 접수되었습니다. 접수비밀번호는 %@입니다. 고객지원스태프가 원활한 연락을 할 수 있도록 연락처 정보를 확인해 주십시오.
vi: Khiếu nại được gửi thành công, mật khẩu là %@. Nhân viên dịch vụ khách hàng của chúng tôi đang tích cực xử lý cho bạn. Hãy kiên nhẫn và chờ đợi kết quả
zh_hans: 申诉提交成功，申诉口令为%@,请确保您的联系方式畅通，以便客服人员能够尽快联系到您。
zh_hant: 申訴提交成功，申訴口令為%@,請確保您的聯繫方式暢通，以便客服人員能夠儘快聯繫到您。

# otc_tip_appealSuccess
source: File complaint successfully. Please wait for customer service response.
es: apelación exitosa, esperando que el servicio al cliente intervenga
ja: 訴えは提出成功、カスタマーサービススタッフが介入するのを待ってください。
ko_kr: 성공적으로접수되었습니다. 처리되는 동안 기다려 주십시오.
vi: Nhân viên dịch vụ khách hàng của chúng tôi đang tích cực xử lý cho bạn. Hãy kiên nhẫn và chờ đợi kết quả
zh_hans: 申诉成功，等待客服介入
zh_hant: 申訴成功，等待客服介入

# otc_tip_appealTimeLimit
source: Complaint is not allowed within 5 minutes after the payment is made.
es: No puede apelar dentro de los 5 minutos posteriores a la confirmación del pago
ja: お支払確認後5分以内に訴えを申し立てることはできません
ko_kr: 이의제기는지불완료 5분 후부터 가능합니다.
vi: Chỉ có thể nộp đơn khiếu nại 5 phút sau khi xác nhận thanh toán
zh_hans: 确认付款后5分钟内不能进行申诉
zh_hant: 確認付款後5分鐘內不能進行申訴

# otc_tip_bankcardBelong
source: The bank card must be in your own name.
es: Debe ser la tarjeta bancaria a su nombre
ja: 銀行カードは自分の名前でなければなりません。
ko_kr: 은행카드는사용자의 명의로 된 카드이어야 합니다.
vi: Thẻ ngân hàng phải thuộc về người dùng
zh_hans: 必须是本人名下的银行卡
zh_hant: 必須是本人名下的銀行卡

# otc_tip_buyerCancelConfirm
source: I'm sure that I haven't make the payment yet.
es: Estoy seguro de que no he pagado a la otra parte.
ja: 私はまだ未払いです。
ko_kr: 아직상대방에게 지불하지 않았음을 확인했습니다.
vi: Tôi xác nhận rằng tôi đã không thực hiện thanh toán
zh_hans: 我确定我还没有付款给对方
zh_hant: 我確定我還沒有付款給對方

# otc_tip_buyerConfirmPaid
source: If you have already made payment to the seller, please be sure to click the “I have paid”button in the lower right corner before the end of the payment countdown, otherwise the order will be cancelled automatically and assets may lose.
es: Si ya ha transferido el pago al vendedor, asegúrese de hacer clic en el botónHe pagadoen la esquina inferior derecha antes del final de tiempo de pago; de lo contrario, el pedido se cancelará automáticamente y la propiedad podría perderse.
ja: 支払いを完了したら支払期限が終了する前に右下隅の【支払済み】ボタンを押してください。押さなかった場合、注文は自動的にキャンセルされ、資産が失われる可能性があります。
ko_kr: 판매자에게이미 지불금을 이체한 경우, 오른쪽 하단의 "지불함"을 클릭해주십시오. 그렇지 않으면 주문이 자동으로 취소되고 고객님의 자산이 손실될 수 있습니다.
vi: Nếu bạn đã thanh toán đơn hàng, xin vui lòng bấm vào tôi đã thanh toán, nếu không thì có thể gây thiệt hại
zh_hans: 如果您已向卖家转账付款，请务必在付款倒计时结束前点击右下角“我已付款”按钮，否则订单将自动取消，财产可能损失
zh_hant: 如果您已向賣家轉賬付款，請務必在付款倒計時結束前點擊右下角“我已付款”按鈕，否則訂單將自動取消，財產可能損失

# otc_tip_buyerOrderComplete
source: The transaction has been completed, it has been deposited into your fiat account.
es: La transacción se ha completado y el importe del pedido se ha depositado en su cuenta de moneda legal
ja: 取引が完了し、注文金額の通貨がお客様の法定通貨口座に入金されました
ko_kr: 거래가완료되고 주문금액통화가 귀하의 법정 통화 계좌로 입금되었습니다.
vi: Đơn đặt hàng hoàn tất, số tiền đặt hàng nạp tiền tài khoản tiền tệ pháp định của bạn
zh_hans: 交易已完成，订单金额币种已存入您的法币账户
zh_hant: 交易已完成，訂單金額幣種已存入您的法幣帳戶

# otc_tip_cancleAppealConfirm
source: Cancellation of the complaint means that you have no dispute over this order. Are you sure to cancel it?
es: cancelar el representante de la apelación significa que no tiene disputas sobre este pedido, ¿está seguro de cancelar la apelación?
ja: 上訴の取消しをすることは、この注文について異議がないことを意味します。上訴を取り消しますか？
ko_kr: 이의제기를취소함에 있어서 고객님은 이 주문에 대해 분쟁이 없음을 의미합니다. 이의제기를 취소하시겠습니까?
vi: Hủy đơn khiếu nại thay cho bạn mà không có tranh chấp. Bạn có muốn xác nhận để hủy bỏ khiếu nại không?
zh_hans: 取消申诉代表您对此订单无争议，您确定取消申诉吗？
zh_hant: 取消申訴代表您對此訂單無爭議，您確定取消申訴嗎？

# otc_tip_changePwdSuccess
source: Reset funds password successfully
es: Modificó exitosamente la contraseña del fondo
ja: 資金パスワードを変更
ko_kr: 자산비밀번호를 변경하였습니다.
vi: Thay đổi mật khẩu quỹ thành công
zh_hans: 修改资金密码成功
zh_hant: 修改資金密碼成功

# otc_tip_confirmAddBlackList
source: Are you sure to blacklist this person?
es: ¿Estás seguro de agregar a la otra parte a la lista negra?
ja: このユーザーをブラックリストに追加しますか？
ko_kr: 이유저를 블랙리트에 추가하시겠습니까?
vi: Bạn có chắc bạn muốn thêm bên kia vào danh sách đen không?
zh_hans: 确定将对方加入黑名单？
zh_hant: 確定將對方加入黑名單？

# otc_tip_didRemoveBlackList
source: Removed from the blacklist
es: Se ha eliminado de la lista negra.
ja: ブラックリストから削除されました
ko_kr: 블랙리스트에서제거
vi: Xóa danh sách đen
zh_hans: 已移出黑名单
zh_hant: 已移出黑名單

# otc_tip_inputWishPrice
source: Enter the total amount you want to buy
es: Ingrese la cantidad total que desea comprar
ja: 買いたい合計金額を入力してください
ko_kr: 구매를원하는 전체 금액을 입력해 주십시오.
vi: Vui lòng nhập số lượng
zh_hans: 输入您想要购买的总额
zh_hant: 輸入您想要購買的總額

# otc_tip_inputWishSellPrice
source: Enter the total amount you want to sell
es: Ingrese la cantidad total que desea vender
ja: 売りたい合計金額を入力してください
ko_kr: 판매를원하는 전체 금액을 입력해 주십시오.
vi: Vui lòng nhập tổng số lượng bán
zh_hans: 输入您想要出售的总额
zh_hant: 輸入您想要出售的總額

# otc_tip_inputWishSellVolume
source: Enter the amount you want to sell
es: Ingrese la cantidad que desea vender
ja: 売りたい数量を入力してください
ko_kr: 판매를원하는 전체 수량을 입력해 주십시오.
vi: Xin vui lòng nhập vào số lượng bán
zh_hans: 输入您想要出售的数量
zh_hant: 輸入您想要出售的數量

# otc_tip_inputWishVolume
source: Enter the amount you want to buy
es: Ingrese la cantidad que desea comprar
ja: 買いたい数量を入力してください
ko_kr: 구매를원하는 전체 수량을 입력해 주십시오.
vi: Xin vui lòng nhập vào số lượng mua
zh_hans: 输入您想要购买的数量
zh_hant: 輸入您想要購買的數量

# otc_tip_lessCoin
source: Coins need to be transferred from exchange account to fiat account as selling
es: La venta requiere la transferencia de la moneda de la cuenta de moneda a la cuenta de moneda legal.
ja: 売却には、現物口座からOTC口座へのコインの振替が必要です。
ko_kr: 판매를위해서, 코인계좌에서 법정통화계좌로 이체가 필요합니다.
vi: Chuyển từ tài khoản COIN sang tài khoản fiat
zh_hans: 出售需将币从币币账户划转至法币账户
zh_hant: 出售需將幣從幣幣帳戶劃轉至法幣帳戶

# otc_tip_overCancelled
source: Purchase can not be made within %@ minutes due to too many orders are cancelled.
es: No puede realizar una operación de compra en %@ porque canceló el pedido demasiadas veces
ja: 注文をキャンセルした回数が多すぎるため、購入操作は%@以内実行できません。
ko_kr: 주문취소가너무 많기 때문에, %@분간 구매가 정지됩니다.
vi: Hoạt động mua không thể hoạt động trong %@ phút vì quá nhiều đơn hàng bị hủy.
zh_hans: 因您取消订单次数过多，%@钟内无法进行买入操作
zh_hant: 因您取消訂單次數過多，%@鐘內無法進行買入操作

# otc_tip_paymentDeactiveSuccess
source: Unlinked Successfully
es: Desatado con éxito
ja: バインド解除に成功しました
ko_kr: 연동해제성공
vi: Tắt xác minh thành công
zh_hans: 解绑成功
zh_hant: 解綁成功

# otc_tip_paymentDidExist
source: Activate one payment method at least.
es: Activar al menos un método de cobro
ja: 少なくとも1つの受け取り方法を有効にする
ko_kr: 최소1개 이상의 결제방법을 유효화해야합니다.
vi: Bạn phải liên kết và kích hoạt ít nhất một phương thức thanh toán
zh_hans: 至少激活一种收款方式
zh_hant: 至少啟動一種收款方式

# otc_tip_paymentLimitActiveError
source: Keep one activatedpayment method at least.
es: Mantenga al menos un método de cobro activado
ja: 少なくとも1つの支払い方法を有効にする
ko_kr: 활성화된결제방법을 최소 1개 이상 유지해 주십시오.
vi: Bạn phải liên kết và kích hoạt ít nhất một phương thức thanh toán
zh_hans: 至少保留一个已激活收款方式
zh_hant: 至少保留一個已啟動收款方式

# otc_tip_paymentLimitDeactiveError
source: payment method already exists.
es: El método de cobro ya existe
ja: 受取方法は既に存在します
ko_kr: 이미존재하는 결제수단입니다.
vi: Phương thức thu thập đã tồn tại
zh_hans: 收款方式已存在
zh_hant: 收款方式已存在

# otc_tip_paymentLimitError
source: Keep one payment method at least.
es: Mantenga al menos un método de cobro
ja: 少なくとも1つの受け取り方法を守る
ko_kr: 결제수단을최소 1개 이상 유지해주십시오.
vi: Bạn phải liên kết và kích hoạt ít nhất một phương thức thanh toán
zh_hans: 至少保留一个收款方式
zh_hant: 至少保留一個收款方式

# otc_tip_pleaseInputAlipayAccount
source: Please enter Alipay account
es: ingrese una cuenta de Alipay
ja: Alipayアカウントを入力してください
ko_kr: 알리페이계정을입력해 주십시오.
vi: Vui lòng nhập tài khoản Alipay
zh_hans: 请输入支付宝账号
zh_hant: 請輸入支付寶帳號

# otc_tip_pleaseInputAppealReason
source: Please enter the reason of complaint
es: Ingrese el motivo de la apelación.
ja: 上訴の理由を入力してください
ko_kr: 이의제기사유를 입력해 주십시오.
vi: Vui lòng nhập lý do kháng cáo
zh_hans: 请输入申诉理由
zh_hant: 請輸入申訴理由

# otc_tip_pleaseInputBankbranchName
source: Please enter sub-branch bank address
es: ingrese el banco filial de la cuenta
ja: 入金支店を入力してください
ko_kr: 계좌개설 지점을 입력해 주십시오.
vi: Vui lòng nhập chi nhánh phụ của ngân hàng để nạp tiền
zh_hans: 请输入开户支行
zh_hant: 請輸入開戶支行

# otc_tip_pleaseInputBankName
source: Please enter bank name
es: ingrese el banco de apertura
ja: 預金銀行を入力してください
ko_kr: 예금은행을 입력해 주십시오
vi: Xin vui lòng nhập tên ngân hàng cho tiền gửi
zh_hans: 请输入开户银行
zh_hant: 請輸入開戶銀行

# otc_tip_pleaseInputWxID
source: Your WeChat ID
es: Su WeChat ID
ja: あなたのWeChat ID
ko_kr: 고객님의위챗ID
vi: ID WeChat của bạn
zh_hans: 您的微信ID
zh_hant: 您的微信ID
