Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# filter_otc_waitPay
source: To be paid
es: Pago pendiente
ja: 支払待ち
ko_kr: 지불대기 중
vi: Chờ biên nhận
zh_hans: 待支付
zh_hant: 待支付

# filter_text_currencytype
source: Price type
es: Tipo de precio
ja: 価格タイプ
ko_kr: 가격타입
vi: Loại giá
zh_hans: 价格类型
zh_hant: 價格類型

# filter_text_to
source: To
es: hasta
ja: へ
vi: Đến
zh_hans: 至
zh_hant: 至

# home_action_coinNameTitle
source: Name
es: Nombre
ja: 名
ko_kr: 이름
vi: Họ tên
zh_hans: 名称
zh_hant: 名稱

# home_action_fastAdd
source: Click to add
es: Un clic para agregar
ja: ワンクリック追加
ko_kr: 원터치추가
vi: Một chạm để thêm
zh_hans: 一键添加
zh_hant: 一鍵添加

# home_action_notLogin
source: Login to check
es: Inicia sesión para ver
ja: ログイン後確認できます
ko_kr: 로그인후 보기
vi: Xem sau đăng nhập
zh_hans: 登录后可查看
zh_hant: 登錄後可查看

# home_text_assets
source: My Assets
es: Mis bienes
ja: 自分の資産
ko_kr: 내자산
vi: Tài sản
zh_hans: 我的资产
zh_hant: 我的資產

# home_text_contractTotal
source: Features Wallet Estimated Value
es: Valoración del activo de la cuenta de contrato
ja: 先物アカウント資産評価
ko_kr: 선물계정의 자산
vi: Giá trị ước tính
zh_hans: 合约账户资产估值
zh_hant: 合約帳戶資產估值

# home_text_deal24hour
source: 24H Turnover
es: 24H Volumen de negocios
ja: 24H取引高
ko_kr: 24시간
vi: 24H
zh_hans: 24H成交额
zh_hant: 24H成交額

# home_text_dealLatestPrice
source: Latest Price
es: Último precio
ja: 最新価格
ko_kr: 최신가격
vi: Giá mới nhất
zh_hans: 最新价
zh_hant: 最新價

# home_text_dealRanking
source: Trading list
es: Lista de transacciones
ja: 約定リスト
ko_kr: 거래리스트
vi: Lịch sử đặt hàng
zh_hans: 成交榜
zh_hant: 成交榜

# home_text_downRanking
source: Top Losers
es: Lista de disminución
ja: 下落幅リスト
ko_kr: 최고하락종목
vi: Người thua
zh_hans: 跌幅榜
zh_hant: 跌幅榜

# home_text_otcTotal
source: Asset valuation of fiat account
es: Valoración de activos de cuentas en moneda legal
ja: OTCアカウント資産評価
ko_kr: 법정통화자산
vi: Giá trị ước tính
zh_hans: 法币账户资产估值
zh_hant: 法幣帳戶資產估值

# home_text_upRanking
source: Top Gainers
es: Lista de aumento
ja: 上昇幅リスト
ko_kr: 최고상승종목
vi: Người thắng
zh_hans: 涨幅榜
zh_hant: 漲幅榜

# journalAccount_text_amount
source: Total
es: cantidad
ja: 金額
ko_kr: 금액
vi: Số lượng
zh_hans: 金额
zh_hant: 金額

# journalAccount_text_contract
source: Contract
es: contrato
ja: 先物
ko_kr: 계약
vi: Ký hiệu
zh_hans: 合约
zh_hant: 合約

# journalAccount_text_contractBalance
source: Balance
es: Saldo de la cuenta del contrato
ja: 先物ユーザー残高
ko_kr: 선물계정자산
vi: Số dư tài khoản
zh_hans: 合约账户余额
zh_hant: 合約帳戶餘額

# journalAccount_text_detail
source: Funds Statement
es: Detalles de flujo de fondos
ja: 資金明細詳細
ko_kr: 자산상세
vi: Chi tiết quỹ
zh_hans: 资金流水详情
zh_hant: 資金流水詳情

# journalAccount_text_fee
source: Funding
es: Costo de capital
ja: 資金費用
ko_kr: 펀딩
vi: Chi phí
zh_hans: 资金费用
zh_hant: 資金費用

# kline_action_assistant
source: Auxiliary figure
es: imagen secundario
ja: サブ図
ko_kr: 보조차트
vi: Bản đồ phụ
zh_hans: 副图
zh_hant: 副圖

# kline_action_dealHistory
source: Records
es: Registro de la transacción
ja: 約定記録
ko_kr: 거래기록
vi: Lịch sử lệnh
zh_hans: 成交记录
zh_hant: 成交記錄

# kline_action_main
source: Main Charts
es: Imagen principal
ja: メイン図
ko_kr: 메인차트
vi: Bản đồ chính
zh_hans: 主图
zh_hant: 主圖

# kline_text_close
source: Close
es: recoger
ja: 終値
ko_kr: 종가
vi: Đóng
zh_hans: 收
zh_hant: 收

# kline_text_dealTime
source: Time
es: tiempo
ja: 時間
ko_kr: 시간
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# kline_text_high
source: High
es: alto
ja: 高
ko_kr: 고가
vi: Đáy
zh_hans: 高
zh_hant: 高

# kline_text_low
source: Low
es: bajo
ja: 低
ko_kr: 저가
vi: Đỉnh
zh_hans: 低
zh_hant: 低

# kline_text_open
source: Open
es: abrir
ja: 始値
ko_kr: 시가
vi: Mở
zh_hans: 开
zh_hant: 開

# kline_text_changeValue
source: change
zh_hans: 涨跌额
zh_hant: 涨跌额

# kline_text_changeRate
source: Change%
zh_hans: 涨跌幅
zh_hant: 涨跌幅%

# kline_text_scale
source: Indicators
es: índice
ja: 指標
ko_kr: 지표
vi: Các chỉ số
zh_hans: 指标
zh_hant: 指標

# kline_text_time
source: 30min
es: 30 mimutos
ja: 30分
ko_kr: 30분
vi: 30 phút
zh_hans: 30分
zh_hant: 30分

# kline_text_volume
source: Trading volume
es: Volumen
ja: 出来高
ko_kr: 거래수량
vi: Khối lượng
zh_hans: 成交量
zh_hant: 成交量

# kline_tip_addCollectionSuccess
source: Added to Favorites
es: Agregó con éxito su elección
ja: リストに追加しました
ko_kr: 옵션추가 성공
vi: Thêm thành công tùy chọn
zh_hans: 添加自选成功
zh_hant: 添加自選成功

# kline_tip_removeCollectionSuccess
source: Removed from Favorites
es: Eliminó exitosamente su elección
ja: リストから削除しました
ko_kr: 옵션삭제 성공
vi: Xóa thành công tùy chọn
zh_hans: 删除自选成功
zh_hant: 刪除自選成功

# kyc_action_submit
source: Submit
es: Enviar
ja: 送信
ko_kr: 보내기
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# kyc_explain_certificate
source: 1.Authentication information is unable to be changed once verified. Please fill in the information carefully. 2. Once the verified information is submitted, can not be verified again .
es: 1. Una vez que se verifica la información de certificación, no se puede modificar. Complete la verdad n2. La información del nombre real autenticado no se puede autenticar por duplicado
ja: 1．一度登録した情報は変更できません。必ず正しい情報を入力してください。 2．認証されたアカウントは重複して登録ができません。
ko_kr: 고객님의자산을 안전하게 보호하기 위하여, 다른 활동을 하기전에 고객님의 신원을 확인해야합니다. 인증정보는 한번 인증되면 수정할 수 없습니다. 2. 인증된 실명정보는 재인증이 불가능합니다.
vi: Để giữ cho tài sản của bạn an toàn, bạn cần xác minh danh tính của bạn trước khi thực hiện các hoạt động khác; thông tin chứng từ không thể được sửa đổi nếu nó đã được xác minh,
zh_hans: 1.认证信息一经验证不可修改，请务必如实填写 2.被认证的实名信息不能重复认证
zh_hant: 1.認證資訊一經驗證不可修改，請務必如實填寫 2.被認證的實名資訊不能重複認證

# kyc_explain_photoTip
source: 1.Supports less than 8MJPG/JPEG or PNG photo 2.The ID photo shall be clear, and no modification or cover is allowed. It is necessary to see the portrait, ID number and name clearly. 3.The hat is not allowed in the photo, suggest no makeup, hand-held ID shall be visible clearly, and the arms shall be exposed completely.
es: 11. Admite imágenes en formato JPG, JPEG o PNG más pequeñas que 8M. n2, la foto del certificado es clara, no se permite ninguna modificación ni oclusión, y el retrato, el número de identificación y el nombre deben estar visibles. n3, las fotos deben estar libres de coronas, se recomienda no usar maquillaje, la cara de la persona que sostiene el documento es clara y el brazo está completamente expuesto.
ja: 1.8M以下のJPG、JPEGまたはPNG格式の画像をアップロードできます。 2．本人確認書類の写真は顔、番号、氏名がはっきり写っている必要があります。 3．帽子をかぶった状態の写真は許可されません。またメイクをしないことをお勧めします。証明書を所持している人の特長がはっきりとわかる正面を向いたもの。
ko_kr: 1. 8Mb이하의 JPG / JPEG 또는 PNG사진을 지원합니다. 2. 신분증 사진은 선명해야하고 수정 또는 덮혀진 것은 허용되지 않습니다. 사진, 신분번호, 이름이 선명하게 구별되야 합니다. 3. 모자는 허용되지 않습니다. 메이크업을 하지 않는것을 추천합니다. 신분증명서를 소지하고 있는 사람의 특징을 분명하게 확인할 수 있어야 하며 팔 전체가 완전히 노출되어야 합니다.
vi: 1. Tập tin nhỏ hơn 8M. 2. Các thông tin trên tài liệu phải được hiển thị rõ ràng, không có sửa đổi trong tài liệu hoặc bao gồm các đối tượng nước ngoài được cho phép, và số tài liệu và tên nên được hiển thị. 3. Bức ảnh chụp bạn không đội mũ. Và khuyến cáo rằng không trang điểm. Các đặc điểm trên khuôn mặt của các chủ tài liệu cầm tay phải rõ ràng, và phải thấy cả cánh tay cầm.
zh_hans: 1.支持小于8M的JPG、JPEG或PNG格式图片。 2.证件照片要求清晰，不允许任何修改和遮挡，必须能看清人像、证件号和姓名。 3.照片需免冠，建议未化妆，手持证件人的五官清晰可鉴，完整露出手臂。
zh_hant: 1.支持小於8M的JPG、JPEG或PNG格式圖片。 2.證件照片要求清晰，不允許任何修改和遮擋，必須能看清人像、證件號和姓名。 3.照片需免冠，建議未化妝，手持證件人的五官清晰可鑒，完整露出手臂。

# kyc_explain_lastTip
source: 4.Need to hold front side of your ID and handwritten paper together. The handwritten shall include name, application date, Web domain name, and personal responsibility. All behaviors on this website is operated by myself, and I am aware of relevant risks and willing to take all legal consequences.
es: 4, se necesita una foto de la persona que sostiene la copia manuscrita y el frente de documento personal al mismo tiempo. La copia incluye:Nombre + fecha de solicitud + nombre de dominio del sitio + todas las acciones que tengo en este sitio son mis propias operaciones, y conozco los riesgos relevantes y estoy dispuesto a asumir todas las consecuencias legales de la operación.
ja: 4．本人が本人確認書類と手書きの紙を一緒に持っている写真が必要です。手書きの紙の内容は「名前＋申請日＋当サイトのドメイン＋私はこのウェブサイトの全ての操作を私自身が行います。そして関連するリスクを認識し、関連する操作のすべての法的影響を負担します。」
ko_kr: 4. 신분증명서의 앞면 사진과 문서의 사본을 직접 찍은 사진을 준비해 주십시오. 문서에는 이름, 신청일, 이 웹사이트의 도메인 이름 및 이 웹사이트에서의 모든 활동이 본인에 의해 수행된다는 정보가 포함되어야 하며, 이와 관련한 위험을 인지하고, 그러한 행동의 모든 법적 결과를 기꺼이 감수합니다.
vi: 4. Cần cả hai tay giữ tài liệu và bản sao viết tay (tên + ngày áp dụng), tất cả các hành động của tôi trên trang web này là hoạt động của riêng tôi, và tôi hiểu những rủi ro liên quan và sẵn sàng chịu tất cả những hậu quả pháp lý của tài khoản này.
zh_hans: 4.需要一张本人同时手持证件正面和个人手写文案的照片。文案包括：“姓名+申请日期+本站域名+我在本站的所有行为均为本人操作，并已知悉相关风险，愿意承担相关操作的一切法律后果”。
zh_hant: 4.需要一張本人同時手持證件正面和個人手寫文案的照片。文案包括：“姓名+申請日期+本站功能變數名稱+我在本站的所有行為均為本人操作，並已知悉相關風險，願意承擔相關操作的一切法律後果”。

# kyc_text_backView
source: The reverse side of your ID
es: La foto del reverso de la tarjeta de identificación
ja: 本人確認書類の裏面
ko_kr: 신분증명서뒷면
vi: Mặt sau thẻ ID
zh_hans: 本人身份证背面照
zh_hant: 本人身份證背面照

# kyc_text_certificateNumber
source: ID number
es: Número de identificación
ja: 本人確認書類の番号
ko_kr: 신분증명서번호
vi: Số thẻ CMND
zh_hans: 证件号码
zh_hant: 證件號碼

# kyc_text_certificateType
source: Certified ID Type
es: Tipo de documento de certificación
ja: 本人確認書類のタイプ
ko_kr: 인증서종류
vi: Loại chứng từ
zh_hans: 认证证件类型
zh_hant: 認證證件類型

# kyc_text_country
source: Country and Region
es: País y región
ja: 国と地域
ko_kr: 국가와지역
vi: Quốc gia/khu vực
zh_hans: 国家地区
zh_hant: 國家地區

# kyc_text_drivingLicense
source: Driver license
es: carnet de conducir
ja: 免許証
ko_kr: 운전면허
vi: Giấy phép
zh_hans: 驾照
zh_hant: 駕照

# kyc_text_familyName
source: Last Name
es: Apellido
ja: 苗字
ko_kr: 성
vi: Họ
zh_hans: 姓
zh_hant: 姓

# kyc_text_frontView
source: Front Side of ID
es: foto delante de la tarjeta de identificación
ja: 本人確認書類の正面
ko_kr: 신분증명서앞면
vi: Mặt trước của thẻ ID
zh_hans: 本人身份证正面照
zh_hant: 本人身份證正面照

# kyc_text_givenName
source: First Name
es: Nombre
ja: 名前
ko_kr: 이름
vi: Tên
zh_hans: 名
zh_hant: 名

# kyc_text_globalIdFront
source: Nationality Identity Document
es: frente de Documento nacional de identidad
ja: 身分証明書の正面
ko_kr: 신분증명서
vi: Thẻ ID
zh_hans: 国家身份正面文件
zh_hant: 國家身份正面檔

# kyc_text_idbackView
source: Back side of ID
es: La foto del reverso de mi identificación
ja: 本人確認書類の裏面写真
ko_kr: 신분증명서뒷면
vi: Mặt sau thẻ ID
zh_hans: 本人证件背面照
zh_hant: 本人證件背面照

# kyc_text_idfrontView
source: Front Side of ID
es: La foto del fente de mi identificación
ja: 本人確認書類の正面写真
ko_kr: 신분증명서앞면
vi: Mặt trước của thẻ ID
zh_hans: 本人证件正面照
zh_hant: 本人證件正面照

# kyc_text_idnumber
source: ID Number
es: Número de identificación
ja: 本人確認書類の番号
ko_kr: 신분증명서번호
vi: Số thẻ CMND
zh_hans: 身份证号码
zh_hant: 身份證號碼

# kyc_text_idsignView
source: Photo shot with holding photo ID and signature in person
es: foto de Sostener su ID + firma
ja: 本人手持ち証明写真＋サイン写真
ko_kr: 신분증과서명을 포함하고 있는 사진
vi: Tải lên tài liệu cầm tay và ảnh chữ ký cá nhân
zh_hans: 本人手持证件+签名照
zh_hant: 本人手持證件+簽名照

# kyc_text_name
source: Name
es: nombre
ja: 氏名
ko_kr: 성명
vi: Họ tên
zh_hans: 姓名
zh_hant: 姓名

# kyc_text_passport
source: Passport
es: pasaporte
ja: パスポート
ko_kr: 여권
vi: Hộ chiếu
zh_hans: 护照
zh_hant: 護照

# kyc_text_signView
source: Photo shot with holding photo ID and signature in person
es: foto de Sostener su ID + firma
ja: 本人手持ちの証明写真＋サイン写真
ko_kr: 신분증명서와서명을 들고있는 사진
vi: ID tải lên và ảnh chữ ký cá nhân
zh_hans: 本人手持身份证+签名照
zh_hant: 本人手持身份證+簽名照

# kyc_tip_completeMessage
source: Yourinformation has been submitted. It will be processed within one busines day. Please be patient.
es: Su información de certificación de nombre real se ha enviado y se espera que sea revisada dentro de un día de trabajo. Tenga paciencia.
ja: あなたの実名認証情報が送信されました。
ko_kr: 실명인증정보가제출되었습니다. 영업일기준 1일내에 처리됩니다. 잠시만 기다려주십시오.
vi: Thông tin nhận dạng của quý vị đã được gửi. Hãy kiên nhẫn trong khi chúng tôi đánh giá tài liệu của bạn
zh_hans: 您的实名认证信息已提交，预计一个工作日内会审核完毕，请耐心等待
zh_hant: 您的實名認證資訊已提交，預計一個工作日內會審核完畢，請耐心等待

# login_action_fogetpwdSafety
source: Security Verification
es: Verificación de seguridad
ja: 安全認証
ko_kr: 보안인증
vi: Xác minh an ninh
zh_hans: 安全验证
zh_hant: 安全驗證

# login_action_fogotPassword
source: Forget Password
es: Olvidar contraseña
ja: パスワードをお忘れ
ko_kr: 비밀번호분실
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# login_action_login
source: Login
es: Iniciar sesión
ja: ログイン
ko_kr: 로그인
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# login_action_noAccount
source: No account yet?
es: ¿Aún no tienes una cuenta?
ja: アカウントをお持ちでないですか？
ko_kr: 아직계정이 없으십니까 ?
vi: Bạn chưa có tài khoản?
zh_hans: 还没有账号？
zh_hant: 還沒有帳號？

# login_action_oneClick
source: Express log in
es: rápido Inicio de sesión
ja: クイックログイン
ko_kr: 빠른로그인
vi: Đăng nhập nhanh
zh_hans: 快速登录
zh_hant: 快速登錄

# login_action_otherAccount
source: Other Account
es: Otra cuenta
ja: その他アカウント
ko_kr: 다른계정
vi: Tài khoản khác
zh_hans: 其他账号
zh_hant: 其他帳號

# login_action_register
source: Go to register
es: Ir a registrarse
ja: 登録する
ko_kr: 등록하기
vi: Đăng ký ngay bây giờ
zh_hans: 去注册
zh_hant: 去註冊

# login_action_resendCode
source: Resend
es: Reenviar
ja: 再送
ko_kr: 다시보내기
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# login_action_resetPassword
source: Reset password
es: Restablecer contraseña
ja: パスワードをリセットする
ko_kr: 비밀번호초기화
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重置密碼

# login_action_sendCode
source: Send verification code
es: Enviar código de verificación
ja: 認証コード送信
ko_kr: 인증코드보내기
vi: Mã xác minh đã được gửi
zh_hans: 发送验证码
zh_hant: 發送驗證碼

# login_text_face
source: Face Login
es: Inicio de sesión facial
ja: フェースログイン
ko_kr: 얼굴인식으로로그인
vi: Đăng nhập nhận dạng khuôn mặt
zh_hans: 人脸登录
zh_hant: 人臉登錄

# login_text_fingerprint
source: Fingerprint Login
es: Inicio de sesión con huella digital
ja: 指紋ログイン
ko_kr: 지문인식으로로그인
vi: Đăng nhập bằng dấu vân tay
zh_hans: 指纹登录
zh_hant: 指紋登錄

# login_text_gesture
source: Gesture Login
es: Inicio de sesión por gestos
ja: ジェスチャーログイン
ko_kr: 제스쳐로그인
vi: Đăng nhập bằng cử chỉ
zh_hans: 手势登录
zh_hant: 手勢登錄

# login_text_phoneOrMail
source: Phone number or Email Address
es: Número de teléfono o e-mail
ja: 携帯番号またはEメール
ko_kr: 휴대전화번호혹은 이메일
vi: Số điện thoại/địa chỉ email
zh_hans: 手机号或邮箱
zh_hant: 手機號或郵箱

# login_text_pwd
source: Password
es: Contraseña
ja: パスワード
ko_kr: 비밀번호
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# login_tip_authAppCancel
source: Authentication has been cancelled.
es: Autenticación cancelada
ja: 認証はキャンセルされました
ko_kr: 인증이취소되었습니다.
vi: Xác thực hủy bỏ
zh_hans: 认证被取消应用
zh_hant: 認證被取消應用

# login_tip_authAppStillending
source: App hasn't been enabled completely, call failed.
es: La aplicación no se inició completamente, falló
ja: appが完全起動していないため、呼び出しに失敗しました
ko_kr: 어플리케이션이완전히 시작되지 않았습니다. 실행에 실패했습니다.
vi: ứng dụng của bạn chưa được kích hoạt hoàn toàn. Gọi không thành công
zh_hans: app未完全启动，调用失败
zh_hant: app未完全啟動，調用失敗

# login_tip_authCompleteFail
source: ID verfication is failed,
es: Autenticación fallida, uso múltiple fallido
ja: 認証に失敗したため、繰り返し利用できません。
ko_kr: 신원인증에성공하지 못했습니다. 재시도에 실패하였습니다.
vi: Xác thực không thành công do nhiều lỗi
zh_hans: 身份验证未成功，多次使用失败
zh_hant: 身份驗證未成功，多次使用失敗

# login_tip_authFail
source: Authorization failed
es: Fallo de autorización
ja: 許可に失敗しました
ko_kr: 인증실패
vi: Xác thực không thành công
zh_hans: 授权失败
zh_hant: 授權失敗

# login_tip_authRepeatePwd
source: Passwords are entered different, Please try again.
es: La contraseña es diferente dos veces, vuelva a ingresar
ja: 二つパスワードが異なります。もう一度入力してください。
ko_kr: 두비밀번호가 일치하지 않습니다. 다시 입력해 주십시오.
vi: Mật khẩu không phù hợp, nhập lại
zh_hans: 两次密码不同，请重新输入
zh_hant: 兩次密碼不同，請重新輸入

# login_tip_authSuccess
source: Verified Successfully
es: Verificación exitosa
ja: 認証成功
ko_kr: 인증성공
vi: Xác thực thành công
zh_hans: 验证成功
zh_hant: 驗證成功

# login_tip_authUserLoseEfficacy
source: Invalid authorized object
es: Objeto de autorización no válido
ja: 許可対象は無効になった
ko_kr: 잘못된승인입니다.
vi: Ủy quyền không hợp lệ
zh_hans: 授权对象失效
zh_hant: 授權對象失效

# login_tip_bindPhoneFirst
source: Please link phone number first.
es: Por favor, ate su número de teléfono móvil primero.
ja: まずは携帯電話の番号と連携してください
ko_kr: 연결된휴대전화번호를 먼저 입력해 주십시오.
vi: Vui lòng bật xác thực điện thoại
zh_hans: 请先绑定手机号码
zh_hant: 請先綁定手機號碼

# login_tip_deviceNotAvailable
source: Device is unavailable.
es: aparato no disponible
ja: デバイスは利用できません
ko_kr: 장치를사용할 수 없습니다.
vi: Thiết bị không khả dụng
zh_hans: 设备不可用
zh_hant: 設備不可用

# login_tip_didSendCode
source: Verification code has been sent.
es: Código de verificación enviado
ja: 検証コードを送信済み
ko_kr: 인증코드가발송되었습니다.
vi: Mã xác minh đã được gửi
zh_hans: 验证码已发送
zh_hant: 驗證碼已發送

# login_tip_faceIDClosed
source: Face login has been closed.
es: El inicio de sesión facial está cerrado
ja: フェイスログインを終了しました
ko_kr: 얼굴인식로그인이 종료되었습니다.
vi: Đăng nhập nhận diện khuôn mặt đã bị đóng
zh_hans: 人脸登录已关闭
zh_hant: 人臉登錄已關閉

# login_tip_fingerprint
source: Enable fingerprint login to secure your assets safe.
es: Abrir inicio de sesión con huella digital, los fondos son más seguros
ja: 指紋ログインを有効にすると、資金はもっと安全になります。
ko_kr: 지문인식을활성하하시고 자산을 더 안전하게 하십시오.
vi: Để bảo mật tài sản của bạn, vui lòng bật nhận đăng nhập bằng dấu vân tay
zh_hans: 开启指纹登录，资金更安全
zh_hant: 開啟指紋登錄，資金更安全

# login_tip_fingerprintClosed
source: Fingerprint login has been closed.
es: El inicio de sesión con huella digital está cerrado
ja: 指紋ログインを終了しました
ko_kr: 지문인식로그인이 종료되었습니다.
vi: Đăng nhập dấu vân tay đã bị đóng
zh_hans: 指纹登录已关闭
zh_hant: 指紋登錄已關閉

# login_tip_gestureClosed
source: Gesture login has been closed.
es: El inicio de sesión de gestos está desactivado
ja: ジェスチャーログインを終了しました
ko_kr: 제스쳐로그인이 종료되었습니다.
vi: Đăng nhập cử chỉ đã bị đóng
zh_hans: 手势登录已关闭
zh_hant: 手勢登錄已關閉

# login_tip_gestureLoginSuccess
source: Set gesture password successfully
es: La configuración de la contraseña de gestos es exitosa
ja: ジェスチャーログインを設定しました
ko_kr: 제스쳐패스워드가 설정되었습니다.
vi: Thiết lập mật khẩu cử chỉ thành công
zh_hans: 手势密码设置成功
zh_hant: 手勢密碼設置成功

# login_tip_gestureNotMatch
source: Drawing is not consistent, please redraw it.
es: Inconsistente con el último dibujo, vuelva a dibujar
ja: 最後に描かれたものと一致しません。描き直してください
ko_kr: 제스쳐암호가 일치하지 않습니다. 다시 시도해 주십시오.
vi: Mật khẩu cử chỉ là sai, vẽ lại hình cử chỉ
zh_hans: 与上次绘制的不一致，请重新绘制
zh_hant: 與上次繪製的不一致，請重新繪製

# login_tip_inputCode
source: Please enter verification code
es: ingrese el código de verificación
ja: 認証コードを入れてください
ko_kr: 인증코드를입력해 주십시오
vi: Nhập mã xác minh
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# login_tip_locked
source: Login account has been frozen.
es: La cuenta está congelada
ja: アカウントは凍結されました
ko_kr: 계정이잠겼습니다.
vi: Tài khoản đã bị chặn
zh_hans: 账号被冻结登录
zh_hant: 帳號被凍結登錄

# login_tip_loginsuccess
source: Login Successfully
es: Inicio de sesión exitoso
ja: 登録成功
ko_kr: 로그인성공
vi: Đăng nhập thành công
zh_hans: 登录成功
zh_hant: 登錄成功

# login_tip_mailBindSuccess
source: Email link successfully
es: El enlace de e-mail fue exitoso
ja: Eメールバインド成功
ko_kr: 이메일연동에성공했습니다.
vi: Liên kết email thành công
zh_hans: 邮箱绑定成功
zh_hant: 郵箱綁定成功

# login_tip_mailEditSucess
source: Repalce email successfully
es: Reemplazo exitoso de e-mail
ja: Eメール変更成功
ko_kr: 비밀번호변경에 성공했습니다.
vi: Thay đổi email thành công
zh_hans: 邮箱更换成功
zh_hant: 郵箱更換成功

# login_tip_otherFastLoginIsActive
source: You have enabled other express login method
es: Has activado otro método de inicio de sesión rápido
ja: 他のクイックログイン方法を有効にしました。
ko_kr: 다른빠른 로그인방식이 가능합니다.
vi: Đăng nhập nhanh khác đã tồn tại
zh_hans: 您已开启其他快捷登录方式
zh_hant: 您已開啟其他快捷登錄方式

# login_tip_passwordError
source: The user name or password is incorrect. You still have %@ time.
es: Nombre de usuario o contraseña es incorrecta, tiene %@ oportunidades
ja: ユーザー名またはパスワードが間違っています。また、%@回の機会があります
ko_kr: 계정명혹은 비밀번호가 정확하지 않습니다. %@번 더 시도할 수 있습니다.
vi: Tên người dùng hoặc mật khẩu là sai, cơ hội còn lại:%@
zh_hans: 用户名或密码错误,您还有%@次机会
zh_hant: 用戶名或密碼錯誤,您還有%@次機會

# login_tip_passwordNotMatch
source: Inconsistent password
es: Contraseña inconsistente
ja: パスワードが一致しません
ko_kr: 비밀번호가일치하지 않습니다.
vi: Mật khẩu không nhất quán
zh_hans: 密码不一致
zh_hant: 密碼不一致

# login_tip_passwordRequire
source: Please enter a password of 8-20 digits containing both numbers and letters. Common used special characters are supported.
es: Ingrese una contraseña que contenga números y letras y tenga entre 8 y 20 caracteres. Admite caracteres especiales comunes
ja: 数字と文字の両方を含む8〜20桁のパスワードを入力してください。 一般的な特殊文字の使用がサポートされています。
ko_kr: 숫자와문자가 포함 된 8-20 자의 비밀번호를 입력하십시오.
vi: Vui lòng nhập mật khẩu ký tự 8-20 có chứa số và chữ cái
zh_hans: 请输入同时含有数字和字母，且长度在8-20位之间的密码，支持常用特殊字符
zh_hant: 請輸入同時含有數字和字母，且長度在8-20位之間的密碼，支持常用特殊字元

# login_tip_passwordWrong
source: incorrect Password
es: Contraseña incorrecta
ja: パスワードが正しくありません
ko_kr: 잘못된비밀번호입니다.
vi: Lỗi mật khẩu
zh_hans: 密码不正确
zh_hant: 密碼不正確

# login_tip_pleaseInputNewPwd
source: Please enter a new password
es: ingrese una nueva contraseña
ja: 新しいパスワードを入力してください
ko_kr: 새비밀번호를 입력해 주십시오.
vi: Nhập mật khẩu mới
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# login_tip_realNameFail
source: Verification is failed
es: La auditoría falló
ja: 審査は承認されませんでした
ko_kr: 심사가통과되지 못했습니다.
vi: Xét duyệt thất bại
zh_hans: 审核未通过
zh_hant: 審核未通過

# login_tip_safeSettingChange
source: As the security setting is changed, withdrawal is not available within %@ hours.
es: No se pueden retirar monedas dentro de %@ horas después de cambiar la configuración de seguridad
ja: セキュリティ設定が変更された後、%@時間以内に出金ができません
ko_kr: 보안설정변경 후, %@시간동안 출금이 제한됩니다.
vi: Để bảo mật tài khoản, việc rút tiền hoặc token bị cấm trong vòng %@ giờ sau khi cài đặt mật khẩu hoặc thiết lập lại!
zh_hans: 安全设置更改后，%@小时内无法提币
zh_hant: 安全設置更改後，%@小時內無法提幣

# login_tip_systemCancelAuth
source: System cancels verification.
es: El sistema cancela la verificación
ja: システムは認証をキャンセルします
ko_kr: 시스템이인증을 취소했습니다.
vi: Hệ thống đã hủy bỏ việc xác thực
zh_hans: 系统取消验证
zh_hant: 系統取消驗證

# login_tip_systemNoPassword
source: Password not setup yet
es: El sistema no establece una contraseña
ja: システムにパスワードがありません
ko_kr: 휴대전화의비밀번호 잠금을 찾을 수 없습니다.
vi: Bạn chưa bật xác minh điện thoại
zh_hans: 系统未设置密码
zh_hant: 系統未設置密碼

# login_tip_templocked
source: Account is locked for 2hrs
es: Bloqueo de inicio de sesión del usuario durante dos horas
ja: ユーザーログインは2時間ロックされています
ko_kr: 2시간 동안 로그인이 불가능합니다.
vi: Đăng nhập bị khóa trong 2 giờ
zh_hans: 用户登录锁定两小时
zh_hant: 用戶登錄鎖定兩小時

# login_tip_userCancelAuth
source: User cancels verification
es: El usuario cancela la verificación
ja: ユーザーは認証をキャンセルします
ko_kr: 유저가인증을 취소했습니다.
vi: Người dùng hủy bỏ xác thực
zh_hans: 用户取消验证
zh_hant: 用戶取消驗證

# login_tip_userNotExist
source: User does not exist.
es: El usuario no existe
ja: ユーザは存在しません
ko_kr: 유저가존재하지 않습니다.
vi: Người dùng không hợp lệ
zh_hans: 用户不存在
zh_hant: 用戶不存在

# mainTab_text_assets
source: Assets
es: Activo
ja: 資産
ko_kr: 자산
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

# mainTab_text_home
source: Home
es: página de Inicio
ko_kr: 홈
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# mainTab_text_market
source: Markets
es: Cotizaciones
ja: マーケット
ko_kr: 시장
vi: Thị trường
zh_hans: 行情
zh_hant: 行情

# mainTab_text_otc
source: Fiat
es: Moneda legal
ja: OTC
ko_kr: 현금
vi: Tiền mặt
zh_hans: 法币
zh_hant: 法幣

# mainTab_text_transaction
source: Exchange
es: monedas a la moneda
ja: 現物
ko_kr: 거래소
vi: Sàn giao dịch
zh_hans: 币币
zh_hant: 幣幣

# market_text_blockSearch
source: Block query
es: búsqueda de bloque
ja: ブロッククエリー
ko_kr: 검색어차단
vi: Truy vấn lô
zh_hans: 区块查询
zh_hant: 區塊查詢

# market_text_coinHomepage
source: Official website
es: Sitio web oficial
ja: オフィシャルサイト
ko_kr: 공식웹사이트
vi: Trang web chinh thưc
zh_hans: 官网
zh_hant: 官網

# market_text_coinInfo
source: Introduction
es: Introducción
ja: プロフィール
ko_kr: 소개
vi: Giới thiệu
zh_hans: 简介
zh_hant: 簡介

# market_text_currentTotal
source: Total Circulation
es: Circulación total
ja: 流通総量
ko_kr: 총유통금액
vi: Số lượng lưu thông
zh_hans: 流通总量
zh_hant: 流通總量

# market_text_customZone
source: Favorites
es: su elección
ja: お気に入り
ko_kr: 즐겨찾기
vi: Yêu thích
zh_hans: 自选
zh_hant: 自選

# market_text_innovationZone
source: New Area
es: Zona de innovación
ja: 革新エリア
ko_kr: 새영역
vi: khu vực mới
zh_hans: 创新区
zh_hant: 創新區

# market_text_observeZone
source: Obsersvation Area
es: Área de observación
ja: 観察エリア
ko_kr: 관찰영역
vi: khu vực quan sát
zh_hans: 观察区
zh_hant: 觀察區

# market_text_publishtime
source: Issuance time
es: Tiempo de publicación
ja: 発行時間
ko_kr: 발행시간
vi: Thời gian phát hành
zh_hans: 发行时间
zh_hant: 發行時間
