Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# common_tip_gestureLose
source: The gesture password is invalid. Please use your account password to login.
es: La contraseña del gesto no es válida. Inicie sesión con la contraseña de su cuenta.
ja: ジェスチャパスワードが無効です。 アカウントのパスワードを使ってログインしてください。
ko_kr: 제스쳐비밀번호가 무효화상태입니다.계정 비밀번호를 사용해서 로그인해주십시오.
vi: Mật khẩu cử chỉ không hợp lệ. Vui lòng sử dụng mật khẩu tài khoản để đăng nhập.
zh_hans: 手势密码失效,请使用账号密码登录
zh_hant: 手勢密碼失效,請使用帳號密碼登錄

# common_tip_gestureTime
source: Wrong gesture password, %@ times left.
es: Error de contraseña de gestos, oportunidad restante %@
ja: ジェスチャーパスワードが正しくありません。あと %@ 回機会があります。
ko_kr: 제스쳐비밀번호가 틀립니다. %@번 더 시도할 수 있습니다.
vi: Mật khẩu cử chỉ là sai, cơ hội còn lại: %@
zh_hans: 手势密码错误,剩余机会%@
zh_hant: 手勢密碼錯誤,剩餘機會%@

# common_tip_googleAuth
source: Please enter the Google Authenticator Code
es: ingrese el código de verificación de Google
ja: Google認証コードを入力してください
ko_kr: 구글인증코드를 입력해주십시오
vi: Vui lòng nhập xác minh Google
zh_hans: 请输入谷歌验证码
zh_hant: 請輸入穀歌驗證碼

# common_tip_hasNoCoinPair
source: This coin pair is not available at this moment.
es: No hay tal par de divisas por el momento.
ja: 該当コインは現在ありません
ko_kr: 해당코인페어가 존재하지 않습니다.
vi: Hiện tại không có cặp tiền nào như vậy.
zh_hans: 暂时没有该币对
zh_hant: 暫時沒有該幣對

# common_tip_imgUploadFail
source: Failed upload image
es: La carga de la imagen falló
ja: 画像のアップロードに失敗しました
ko_kr: 사진업로드에실패하였습니다.
vi: Tải hình ảnh không thành công
zh_hans: 图片上传失败
zh_hant: 圖片上傳失敗

# common_tip_imgUploadSuccess
source: Image uploaded successfully
es: Imagen cargada exitosamente
ja: 画像がアップロードされました
ko_kr: 사진이업로드되었습니다.
vi: Hình ảnh được tải lên thành công
zh_hans: 图片上传成功
zh_hant: 圖片上傳成功

# common_tip_inputInviteCode
source: Please enter invitation code.
es: ingrese el código de invitación
ja: 招待コードを入力してください。
ko_kr: 초대코드를입력해주십시오.
vi: Xin vui lòng nhập mã mời
zh_hans: 请输入邀请码
zh_hant: 請輸入邀請碼

# common_tip_inputLoginPwd
source: Please enter login password
es: ingrese su contraseña de inicio de sesión
ja: ログインパスワードを入力してください
ko_kr: 로그인비밀번호를 입력해주십시오.
vi: Nhập mật khẩu đăng nhập
zh_hans: 请输入登录密码
zh_hant: 請輸入登錄密碼

# common_tip_inputOtcPwdAgain
source: Please Re-enter asset password
es: ingrese la contraseña de fondos nuevamente.
ja: 資産パスワードを再入力してください
ko_kr: 자산비밀번호를 다시 입력해 주십시오.
vi: Nhập lại mật khẩu tài sản mới
zh_hans: 请再次输入资金密码
zh_hant: 請再次輸入資金密碼

# common_tip_inputPhoneOrMail
source: Please enter phone number or email address
es: ingrese su número de teléfono móvil o dirección de e-mail
ja: 携帯番号またはEメールを入力してください
ko_kr: 휴대전화번호혹은 이메일을 입력해 주십시오.
vi: Số điện thoại/địa chỉ email
zh_hans: 请输入手机号或邮箱地址
zh_hant: 請輸入手機號或郵箱地址

# common_tip_inputRealName
source: Please enter real name.
es: ingrese su nombre real
ja: 本名を入力してください。
ko_kr: 실명을입력해 주십시오
vi: Nhập tên thật vào chứng từ danh tính
zh_hans: 请输入真实姓名
zh_hant: 請輸入真實姓名

# common_tip_inputsNotMatch
source: Passwords are different.
es: Las dos contraseñas no coinciden
ja: 2つのパスワードは異なります。
ko_kr: 패스워드가일치하지 않습니다.
vi: Mật khẩu mới và mật khẩu xác nhận không khớp
zh_hans: 两次密码输入不一致
zh_hant: 兩次密碼輸入不一致

# common_tip_inviteCodeRequired
source: Invitation code (Required)
es: Código de invitación (requerido)
ja: 招待コード（必須）
ko_kr: 초대코드(필수)
vi: Mã mời (yêu cầu)
zh_hans: 邀请码(必填)
zh_hant: 邀請碼(必填)

# common_tip_isNewVersion
source: Latest version updated
es: La versión actual es la última
ja: これは最新版です。
ko_kr: 최신버전입니다.
vi: Đây là phiên bản mới nhất
zh_hans: 当前是最新版本了
zh_hant: 當前是最新版本了

# common_tip_limitMaxTransactionVolume
source: Minimum trading volume
es: El volumen mínimo de negociación es
ja: 最小取引量は
ko_kr: 최소거래수량은
vi: Số lượng tối thiểu
zh_hans: 最小交易量是
zh_hant: 最小交易量是

# common_tip_limitMinTransactionPrice
source: Minimum trading amount
es: El monto mínimo de la transacción es
ja: 最小取引額は
ko_kr: 최소거래금액은
vi: Giá tối thiểu
zh_hans: 最小交易额是
zh_hant: 最小交易額是

# common_tip_logoutDesc
source: Are you sure to log out of current account？
es: ¿Está seguro de cerrar sesión en su cuenta actual?
ja: ログアウトしますか？
ko_kr: 현재계정에서 로그아웃하시겠습니까?
vi: Bạn có chắc chắn muốn đăng xuất tài khoản hiện tại không?
zh_hans: 确认退出当前账号吗？
zh_hant: 確認退出當前帳號嗎？

# common_tip_networkDisconnect
source: Seems disconnected from the network
es: Parece estar desconectado de la red
ja: ネットワークが繋がりません
ko_kr: 네트워크연결이 불안정합니다.
vi: Lỗi mạng, vui lòng thử lại sau
zh_hans: 似乎与网络断开连接
zh_hant: 似乎與網路斷開連接

# common_tip_networkTimeout
source: Request Timeout
es: Tiempo de espera agotado
ja: 要求タイムアウト
ko_kr: 요청한시간이 초과되었습니다.
vi: Hết thời gian yêu cầu
zh_hans: 请求超时
zh_hant: 請求超時

# common_tip_nodata
source: No Records
es: Aún no hay datos
ja: データはありません
ko_kr: 데이터가없습니다.
vi: Không có dữ liệu
zh_hans: 暂无数据
zh_hant: 暫無數據

# common_tip_notSupportContract
source: Unsupported Currently
es: no soportar Contrato
ja: 先物はサポートしません
ko_kr: 선물거래는지원하지 않습니다.
vi: Tính năng không được hỗ trợ
zh_hans: 不支持合约
zh_hant: 不支持合約

# common_tip_notSupportOTC
source: Unsupported Currently
es: No es compatible con OTC
ja: OTCはサポートしません
ko_kr: OTC거래는 지원하지 않습니다.
vi: Tính năng không được hỗ trợ
zh_hans: 不支持场外
zh_hant: 不支持場外

# common_tip_pleaseInputWord
source: Please enter text.
es: ingrese el texto
ja: テキストを入力してください。
ko_kr: 내용을입력해 주십시오.
vi: Vui lòng nhập văn bản
zh_hans: 请输入文字
zh_hant: 請輸入文字

# common_tip_pleaseUpload
source: Please upload image
es: sube una imagen
ja: 写真をアップロードしてください。
ko_kr: 사진을업로드해주십시오.
vi: Tải ảnh lên
zh_hans: 请上传图片
zh_hant: 請上傳圖片

# common_tip_pwdNotice
source: Please enter a new password of 8-20 digits, including letters and numbers at least.
es: Ingrese una nueva contraseña de 8-20 dígitos, incluyendo al menos la letra + número
ja: 数字と文字の両方を含む8〜20桁の新しいパスワードを入力してください。
ko_kr: 새로운비밀번호를 입력해 주십시오. (8-20자, 문자와 숫자포함)
vi: Vui lòng nhập mật khẩu ký tự 8-20 có chứa số và chữ cái
zh_hans: 请输入8-20位，至少包括字母+数字的新密码
zh_hant: 請輸入8-20位，至少包括字母+數字的新密碼

# common_tip_registerSuccess
source: Registered Successfully
es: Registro exitoso
ja: 登録成功しました
ko_kr: 등록되었습니다.
vi: Đăng ký thành công
zh_hans: 注册成功
zh_hant: 註冊成功

# common_tip_removeBlackList
source: Are you sure to remove this person from blacklist?
es: ¿Estás seguro de que quieres sacar a la otra parte de la lista negra?
ja: このユーザーをブラックリストから削除しますか？
ko_kr: 이유저를 블랙리스트에서 제거하시겠습니까?
vi: Bạn có chắc chắn muốn loại bỏ bên kia khỏi danh sách đen của bạn?
zh_hans: 确定将对方移出黑名单？
zh_hant: 確定將對方移出黑名單？

# common_tip_safetyIdentityAuth
source: In order to ensure the security of your funds, your identity need to be verified before performing other operations. Once the information is submitted, can not be changed, please enter carefully.
es: Para garantizar la seguridad de sus fondos, debe verificar su identidad antes de poder realizar otras operaciones. Una vez que se verifique la información de certificación y no se pueda modificar, complete la verdad.
ja: あなたの資金の安全のためには、操作を始める前に本人確認をする必要があります。情報は一度登録すると変更できません。正しい情報を入力してください。
ko_kr: 고객님의자산의 안전확보를 위해 본인인증을 진행합니다. 인증정보는 한번 입력되면 변경할 수 없습니다. 사실대로 입력해 주십시오.
vi: Để giữ cho tài sản của bạn an toàn, bạn cần xác minh danh tính của bạn trước khi thực hiện các hoạt động khác; thông tin chứng từ không thể được sửa đổi nếu nó đã được xác minh,
zh_hans: 为了您的资金安全，需验证您的身份才可进行其他操作；认证信息一经验证不可修改，请务必如实填写
zh_hant: 為了您的資金安全，需驗證您的身份才可進行其他操作；認證資訊一經驗證不可修改，請務必如實填寫

# common_tip_saveImgFail
source: Save failed
es: Guardar fallido
ja: 保存失敗
ko_kr: 저장에실패했습니다.
vi: Thất bại
zh_hans: 保存失败
zh_hant: 保存失敗

# common_tip_saveImgSuccess
source: Save Successfully
es: Guardado exitosamente
ja: 保存成功
ko_kr: 저장에성공했습니다.
vi: Thành công
zh_hans: 保存成功
zh_hant: 保存成功

# common_tip_selectMailAuth
source: Please select verified email
es: seleccione verificación de e-mail
ja: メール認証を選んでください
ko_kr: 이메일인증을선택해 주십시오
vi: Chọn email xác minh
zh_hans: 请选择邮箱验证
zh_hant: 請選擇郵箱驗證

# common_tip_selectPhoneAuth
source: Please select verified phone number
es: seleccione verificación del teléfono
ja: 携帯認証を選んでください
ko_kr: 휴대전화인증을선택해 주십시오.
vi: Chọn xác minh điện thoại
zh_hans: 请选择手机验证
zh_hant: 請選擇手機驗證

# common_tip_uploadImgRequire
source: Upload request
es: Requisitos para la subida
ja: アップロード基準
ko_kr: 업로드기준
vi: Yêu cầu tải lên
zh_hans: 上传要求
zh_hant: 上傳要求

# contract_action_buy
source: Buy
es: comprar
ja: 買う
ko_kr: 구매
vi: Mua
zh_hans: 买入
zh_hant: 買入

# contract_action_buyLimitOrder
source: Buy limit orders
es: Comprar pedido de límite
ja: 指値買う注文
ko_kr: 지정가격주문
vi: Mua lệnh giới hạn
zh_hans: 买入限价单
zh_hant: 買入限價單

# contract_action_cancle
source: Cancel
es: cancelar pedido
ja: キャンセル
ko_kr: 취소
vi: Hủy
zh_hans: 撤单
zh_hant: 撤單

# contract_action_closeContract
source: Close
es: Cerrar la posición
ja: 決済
ko_kr: 결제
vi: Đóng vị thế
zh_hans: 平仓
zh_hant: 平倉

# contract_action_decreaseMargin
source: Reduce Margin
es: Reducir margen
ja: 保証金を減少
ko_kr: 증거금 감소
vi: Giảm ký quỹ
zh_hans: 减少保证金
zh_hant: 減少保證金

# contract_action_editLever
source: Adjust leverage
es: Apalancamiento ajustado
ja: レバッレジを変更
ko_kr: 레버리지 조정
vi: Điều chỉnh đòn bẩy
zh_hans: 调整杠杆
zh_hant: 調整杠杆

# contract_action_holdMargin
source: Positon
es: mantener Posición
ja: ポジション
ko_kr: 포지션
vi: Giữ một vị trí
zh_hans: 持仓
zh_hant: 持倉

# contract_action_increaseMargin
source: Increase Margin
es: Aumentar el margen
ja: 保証金を追加
ko_kr: 증거금 추가
vi: Tăng ký quỹ
zh_hans: 增加保证金
zh_hant: 增加保證金

# contract_action_lever
source: Leverage
es: Apalancamiento
ja: レバッレジ
ko_kr: 레버리지
vi: Đòn bẩy
zh_hans: 杠杆
zh_hant: 杠杆

# contract_action_limitPrice
source: Limit
es: límite de precio
ja: 指値
ko_kr: 지정가
vi: Giới hạn
zh_hans: 限价
zh_hant: 限價

# contract_action_long
source: Long
es: Hacer más
ja: 買う
ko_kr: 매수
vi: Dài
zh_hans: 做多
zh_hant: 做多

# contract_action_marketClosing
source: Market closing
es: Cierre del mercado
ja: 成行決済
ko_kr: 시장가결제
vi: Đóng vị thế
zh_hans: 市价平仓
zh_hant: 市價平倉

# contract_action_marketPrice
source: Market
es: Precio de mercado
ja: 成行
ko_kr: 시장가
vi: Thị trường
zh_hans: 市价
zh_hant: 市價

# contract_action_sell
source: Sell
es: vender
ja: 売り
ko_kr: 판매
vi: Bán
zh_hans: 卖出
zh_hant: 賣出

# contract_action_sellLimitOrder
source: Sell limit orders
es: vender pedido de límite
ja: 指値売り注文
ko_kr: 지정가판매주문
vi: Bán lệnh giới hạn
zh_hans: 卖出限价单
zh_hant: 賣出限價單

# contract_action_short
source: Short
es: Corto
ja: 売り
ko_kr: 매도
vi: ngắn
zh_hans: 做空
zh_hant: 做空

# contract_text_assignedMargin
source: Allocated margin
es: Margen asignado
ja: 建玉証拠金
ko_kr: 포지션증거금
vi: Phân bổ ký quỹ
zh_hans: 已分配保证金
zh_hant: 已分配保證金

# contract_text_autoReduceDesc
source: This indicator shows your position in the auto-deleverage queue. If all lights are lit, in the event of a liquidation, your position may be reduced. Click for more details.
es: Este indicador muestra dónde se encuentra en la cola de desapalancamiento automático.Si todos los indicadores están encendidos, su posición puede reducirse después de una Liquidación Forzada.
ja: この指標は、自動ポジション減少キュー内のあなたの位置を示します。すべてのインジケーターが点灯している場合、ロスカットの後にあなたのポジションが減少する可能性があります。
ko_kr: 이지표는 자동포지션감소 큐에 있는 고객님의 포지션을 나타냅니다. 만약 모든 램프가 점등되면 손절이벤트후 고객님의 포지션이 감소될 가능성이 있습니다.
vi: Chỉ báo này cho thấy vị thế của bạn trong hàng đợi giảm ký quỹ tự động (auto-deleverage). Nếu tất cả các đèn được bật, trong trường hợp có sự thanh lý, vị thế của bạn có thể bị giảm.
zh_hans: 这一指标显示你在自动减仓队列中的位置。如果所有指示灯都亮起，在发生强平事件后，你的仓位可能被减小。
zh_hant: 這一指標顯示你在自動減倉佇列中的位置。如果所有指示燈都亮起，在發生強平事件後，你的倉位可能被減小。

# contract_text_availableMargin
source: Available Margin
es: Margen disponible
ja: 利用可能保証金
ko_kr: 이용가능 증거금
vi: ký quỹ sẵn có
zh_hans: 可用保证金
zh_hant: 可用保證金

# contract_text_buyMarket
source: Buy
es: Comprar mercado
ja: 買う
ko_kr: 구매
vi: Mua
zh_hans: 买盘
zh_hant: 買盤

# contract_text_cost
source: Cost
es: Costo
ja: コスト
ko_kr: 비용
vi: Chi phí
zh_hans: 成本
zh_hant: 成本

# contract_text_currentEntrust
source: Open Orders
es: Comisión actual
ja: 該当委託
ko_kr: 미체결내역
vi: Lệnh đang mở
zh_hans: 当前委托
zh_hant: 當前委託

# contract_text_currentWeek
source: Weekly
es: esta Semana
ja: 当週
ko_kr: 이번주
vi: Hàng tuần
zh_hans: 当周
zh_hant: 當周

# contract_text_dealAverage
source: Fill Price
es: promedio Precio de transacción
ja: 約定平均価格
ko_kr: 평균약정가격
vi: Giá trung bình
zh_hans: 成交均价
zh_hant: 成交均價

# contract_text_dealDone
source: Fills
es: Completado
ja: 約定済み
ko_kr: 약정됨
vi: Điền vào
zh_hans: 已成交
zh_hant: 已成交

# contract_text_decreaseMarginVolume
source: Reduce Margin
es: Reduce la cantidad de margen
ja: 保証金減少
ko_kr: 증거금 감소
vi: Giảm tiền ký quỹ
zh_hans: 减少保证金数量
zh_hant: 減少保證金數量

# contract_text_defaultMarket
source: Default
es: Por defecto
ja: デフォルト
ko_kr: 초기설정값
vi: Mặc định
zh_hans: 默认
zh_hant: 默認

# kline_action_depth
source: Depth
es: Profundidad
ja: デプス
ko_kr: 뎁스
vi: Độ sâu
zh_hans: 深度
zh_hant: 深度

# contract_text_entrustValue
source: Order value
es: Valor de la comisión
ja: 委託価値
ko_kr: 주문금액
vi: Giá trị tin cậy
zh_hans: 委托价值
zh_hant: 委託價值

# contract_text_hideCancelOrder
source: Hide cancelled order
es: Ocultar pedido de retiro
ja: キャンセル注文を非表示
ko_kr: 취소주문 숨기기
vi: Ẩn đơn đặt hàng bị hủy
zh_hans: 隐藏撤单
zh_hant: 隱藏撤單

# contract_text_historyCommision
source: Order History
es: Comisión histórica
ja: 注文履歴
ko_kr: 주문내역
vi: Lịch sử lệnh
zh_hans: 历史委托
zh_hant: 歷史委託

# contract_text_increaseMarginVolume
source: Add Margin
es: Aumentar la cantidad de margen
ja: 保証金追加
ko_kr: 증거금 추가
vi: Tăng tiền ký quỹ
zh_hans: 增加保证金数量
zh_hant: 增加保證金數量

# contract_text_indexPrice
source: Index
es: Precio del índice
ja: 指数価格
ko_kr: 지수
vi: Chỉ số giá
zh_hans: 指数价格
zh_hant: 指數價格

# contract_text_lever
source: Leverage Mutiple
es: Múltiples de apalancamiento
ja: レバレッジ倍率
ko_kr: 레버리지비율
vi: Nhiều đòn bẩy
zh_hans: 杠杆倍数
zh_hant: 杠杆倍數

# contract_text_limitPriceBuy
source: Buy limit orders
es: pedido de límite comprado
ja: 指値買う
ko_kr: 지정가구매
vi: Mua lệnh giới hạn
zh_hans: 限价单买入
zh_hant: 限價單買入

# contract_text_limitPriceSell
source: Sell limit orders
es: pedido de límite vendido
ja: 指値売り
ko_kr: 지정가판매
vi: Bán lệnh giới hạn
zh_hans: 限价单卖出
zh_hant: 限價單賣出

# contract_text_liqPrice
source: Liq. Price
es: Precio de Liquidación Forzada
ja: ロスカット価格
ko_kr: 청산가격
vi: Giá thanh khoản
zh_hans: 强平价格
zh_hant: 強平價格

# contract_text_long
source: Long
es: Más
ja: 買う
ko_kr: 매수
vi: Dài
zh_hans: 多
zh_hant: 多

# contract_text_margin
source: Margin
es: margen
ja: 保証金
ko_kr: 증거금
vi: Ký quỹ
zh_hans: 保证金
zh_hant: 保證金

# contract_text_marketPriceBuy
source: Buy market orders
es: Comprar precio de mercado
ja: 成行買う
ko_kr: 시장가구매
vi: Mua lệnh thị trường
zh_hans: 买入市价单
zh_hant: 買入市價單

# contract_text_marketPriceSell
source: Sell market orders
es: vender precio de mercado
ja: 成行売り
ko_kr: 시장가판매
vi: Bán lệnh thị trường
zh_hans: 卖出市价单
zh_hant: 賣出市價單

# contract_text_markPrice
source: Mark Price
es: Precio marcado
ja: マーク価格
ko_kr: 표시가격
vi: Giá đánh dấu
zh_hans: 标记价格
zh_hant: 標記價格

# contract_text_nextWeek
source: Bi-weekly
es: La semana que viene
ja: 次週
ko_kr: 다음주
vi: Tuần phụ
zh_hans: 次周
zh_hant: 次周

# contract_text_orderCancel
source: Cancelled
es: pedido Retirado
ja: キャンセル済み
ko_kr: 취소됨
vi: Bị hủy bỏ
zh_hans: 已撤单
zh_hant: 已撤單

# contract_text_orderComplete
source: Transactions Completed
es: Transacción completa
ja: 完全約定
ko_kr: 체결완료
vi: Hoàn thành một phần
zh_hans: 完全成交
zh_hant: 完全成交

# contract_text_orderError
source: Exceptional order
es: Orden anormal
ja: 異常注文
ko_kr: 비정상주문
vi: Lệnh bất thường
zh_hans: 异常订单
zh_hant: 異常訂單

# contract_text_orderMargin
source: Order Margin
es: Depósito comisionado
ja: 注文保証金
ko_kr: 주문 증거금
vi: Ký quỹ đơn hàng
zh_hans: 委托保证金
zh_hant: 委託保證金

# contract_text_orderNewOrder
source: New orders
es: Nuevo pedido
ja: 新規注文
ko_kr: 신규주문
vi: Mới
zh_hans: 新订单
zh_hant: 新訂單

# contract_text_orderPartCancel
source: Some transactions have been cancelled.
es: parte de transacciones han sido canceladas
ja: 部分約定キャンセル済み
ko_kr: 부분주문취소됨
vi: Một số giao dịch đã bị hủy bỏ
zh_hans: 部分成交已撤销
zh_hant: 部分成交已撤銷

# contract_text_orderWaitCancel
source: Cancelling
es: A la espera de la cancelación
ja: キャンセル待ち
ko_kr: 취소대기중
vi: Sẽ bị hủy bỏ
zh_hans: 待撤单
zh_hant: 待撤單

# contract_text_orderWaitInHandicap
source: Initial order
es: pedido inicial
ja: 初回注文
ko_kr: 초기 주문
vi: Đầu tiên
zh_hans: 初始订单
zh_hant: 初始訂單

# contract_text_perpetual
source: Perpetual
es: perpetuo
ja: 永続
ko_kr: 무기한
vi: Vĩnh viễn
zh_hans: 永续
zh_hant: 永續

# contract_text_positionMargin
source: Position Margin
es: Depósito de posición
ja: 建玉証拠金
ko_kr: 포지션증거금
vi: Ký quỹ vị thế
zh_hans: 仓位保证金
zh_hant: 倉位保證金

# contract_text_positionNumber
source: Positions
es: Número de posiciones
ja: ポジション数
ko_kr: 포지션갯수
vi: Vị thế
zh_hans: 仓位数
zh_hant: 倉位數

# contract_text_price
source: Price
es: Precio
ja: 価格
ko_kr: 가격
vi: Giá
zh_hans: 价格
zh_hant: 價格

# contract_text_realisedPNL
source: Realized P/L
es: Ganancias y pérdidas realizadas
ja: 確定損益
ko_kr: 확정손익
vi: Lợi nhuận và thua lỗ thực tính
zh_hans: 已实现盈亏
zh_hant: 已實現盈虧

# contract_text_remaining
source: Avl. Balance
es: Restante
ja: 残り
ko_kr: 사용가능 잔고
vi: Còn lại
zh_hans: 剩余
zh_hant: 剩餘

# contract_text_returnRate
source: RTN
es: Tasa de rendimiento
ja: 損益率
ko_kr: 손익률
vi: Lợi nhuận trên vốn chủ sở hữu
zh_hans: 回报率
zh_hant: 回報率

# contract_text_returnRateUnit
source: RTN(%)
es: Tasa de rendimiento %
ja: 損益率 %
ko_kr: 손익률%
vi: Lợi nhuận trên vốn chủ sở hữu
zh_hans: 回报率%
zh_hant: 回報率%

# contract_text_sellMarket
source: Sell
es: vender mercado
ja: 売り
ko_kr: 판매
vi: Bán
zh_hans: 卖盘
zh_hant: 賣盤

# contract_text_short
source: Short
es: corto
ja: 売り
ko_kr: 매도
vi: Ngắn
zh_hans: 空
zh_hant: 空

# contract_text_trustPrice
source: Order Price
es: Precio de comisión
ja: 委託価格
ko_kr: 주문가격
vi: Giá đặt hàng
zh_hans: 委托价格
zh_hant: 委託價格

# contract_text_type
source: Type
es: tipo
ja: タイプ
ko_kr: 타입
vi: Loại
zh_hans: 类型
zh_hant: 類型

# contract_text_typeMarket
source: Market
es: pedido de precio de mercado
ja: 成行注文
ko_kr: 시장
vi: Thị trường
zh_hans: 市价单
zh_hant: 市價單

# contract_text_unrealisedPNL
source: Unrealised P/L($)
es: Ganancias y pérdidas no realizadas
ja: 未確定損益
ko_kr: 미실현손익
vi: Lợi nhuận và mất chưa thực tính
zh_hans: 未实现盈亏
zh_hant: 未實現盈虧

# contract_text_upsdowns
source: Change
es: Altibajos
ja: 変動比率
ko_kr: 변화
vi: Thay đổi
zh_hans: 涨跌
zh_hant: 漲跌

# contract_text_value
source: Value
es: valor
ja: 価値
ko_kr: 가치
vi: Giá trị
zh_hans: 价值
zh_hant: 價值

# contract_text_volumeUnit
source: Cont
es: pieza
ja: 枚
ko_kr: 단가
vi: Đơn giá
zh_hans: 张
zh_hant: 張

# contract_text_wipedout
source: Blowup
es: Explosión de posición
ja: ロスカット
ko_kr: 청산
vi: Vị thế mở
zh_hans: 爆仓
zh_hant: 爆倉

# contract_tip_autoReduce
source: Automatic lightening instruction
es: Instrucciones de aligeramiento automático
ja: レバレッジ自動解消
ko_kr: 자동청산 안내
vi: Tự động giảm
zh_hans: 自动减仓指示
zh_hant: 自動減倉指示

# contract_tip_closeOrderSuccess
source: Close a position successfully
es: Éxito de cierre
ja: 決済完了
ko_kr: 청산되었습니다.
vi: Đóng vị thế thành công
zh_hans: 平仓成功
zh_hant: 平倉成功

# contract_tip_marginAdjustmentSuccess
source: Adjust margin successfully
es: Ajuste de margen exitoso
ja: 追証金額調整完了
ko_kr: 증거금이 조정되었습니다.
vi: Điều chỉnh ký quỹ thành công
zh_hans: 保证金调整成功
zh_hant: 保證金調整成功

# contract_tip_nomoreMargin
source: Insufficient Margin
es: Margen insuficiente
ja: 保証金が不足しています
ko_kr: 증거금이 부족합니다.
vi: Không đủ ký quỹ
zh_hans: 保证金不足
zh_hant: 保證金不足

# contract_tip_seiresInput
source: Enter contract type
es: Por favor, introduzca la serie del contrato
ja: 先物シリーズを入力してください
ko_kr: 선물계약유형을 입렵하세요.
vi: Vui lòng nhập loạt hợp đồng
zh_hans: 请输入合约系列
zh_hant: 請輸入合約系列

# contract_tip_submitSuccess
source: Order Placed
es: pedido exitoso
ja: 注文完了
ko_kr: 주문됨
vi: Đặt hàng thành công
zh_hans: 下单成功
zh_hant: 下單成功

# customSetting_action_china
source: Red up & Green down
es: rojo arriba verde abajo
ja: 赤：上昇 緑：下落
ko_kr: 빨강-상승 초록-하락
vi: Red for rising and green for falling
zh_hans: 红涨绿跌
zh_hant: 紅漲綠跌

# customSetting_action_global
source: Red down & Green up
es: verde arriba rojo abajo
ja: 緑：上昇 赤：下落
ko_kr: 빨강-상승 초록-하락
vi: Green for rising and red for falling
zh_hans: 绿涨红跌
zh_hant: 綠漲紅跌

# customSetting_action_kline
source: Color
es: color de Altibajos
ja: 上昇色/下落色
ko_kr: 상승/하락 색깔
vi: Up/Down color
zh_hans: 涨跌色
zh_hant: 漲跌色

# customSetting_action_language
source: Language
es: idioma
ja: 言語
ko_kr: 언어
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# customSetting_action_host
source: host
zh_hans: 线路

# customSetting_action_changeHost
source: Change Host
zh_hans: 线路切换

# customSetting_action_testing
source: testing
zh_hans: 测试中

# customSetting_action_response
source: response
zh_hans: 响应

# customSetting_action_unusable
source: disabled
zh_hans: 异常

# customSetting_action_theme
source: Skin Mode
es: Ajustes de la piel
ja: テーマ設定
ko_kr: 스킨설정
vi: Chế độ
zh_hans: 皮肤设置
zh_hant: 皮膚設置

# customSetting_action_themeDay
source: Daytime Mode
es: Edición del día
ja: 昼間モード
ko_kr: 주간모드
vi: Màu sáng
zh_hans: 白天版
zh_hant: 白天版

# customSetting_action_themeNight
source: Night Mode
es: Edición de la noche
ja: 夜間モード
ko_kr: 야간모드
vi: Màu tối
zh_hans: 夜间版
zh_hant: 夜間版

# customSetting_action_pushSetting
source: Push Setting
zh_hans: 推送设置
zh_hant: 推送设置

# filter_action_reset
source: Reset
es: Restablecer
ja: リセット
ko_kr: 초기화
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# filter_date_end
source: End
es: Fin
ja: 完了
ko_kr: 끝
vi: Thời gian kết thúc
zh_hans: 结束
zh_hant: 結束

# filter_date_start
source: Start
es: Inicio
ja: 開始
ko_kr: 시작
vi: Thời gian bắt đầu
zh_hans: 开始
zh_hant: 開始

# filter_fold_blockTrade
source: Bulk
es: Bloqueo de comercio
ja: ブロック取引
ko_kr: 벌크
vi: Số lượng lớn
zh_hans: 大宗交易
zh_hant: 大宗交易

# filter_fold_contractLimit
source: Contract Term
es: Plazo del contrato
ja: 先物期限
ko_kr: 선물기한
vi: Thời gian hợp đồng
zh_hans: 合约期限
zh_hant: 合約期限

# filter_fold_contractOrderPriceType
source: Order Type
es: Tipo de comisión
ja: 委託タイプ
ko_kr: 주문유형
vi: Loại chỉ định
zh_hans: 委托类型
zh_hant: 委託類型

# filter_fold_contractOrderType
source: Type
es: Dirección de la comisión
ja: 委託方向
ko_kr: 주문방향
vi: Ký quỹ được chỉ định hiện tại
zh_hans: 委托方向
zh_hant: 委託方向

# filter_fold_contractType
source: Contract Type
es: Serie de contrato
ja: 先物シリーズ
ko_kr: 선물유형
vi: Loạt hợp đồng
zh_hans: 合约系列
zh_hant: 合約系列

# filter_fold_country
source: Select Country
es: Elige país
ja: 国・地域を選択してください
ko_kr: 국가선택
vi: Chọn quốc gia
zh_hans: 选择国家
zh_hant: 選擇國家

# filter_fold_currencyType
source: Fiat Type
es: Tipo de moneda legal
ja: 法定通貨タイプ
ko_kr: 법정통화
vi: Loại hợp pháp
zh_hans: 法币类型
zh_hant: 法幣類型

# filter_fold_journalType
source: Statement Type
es: Tipo de flujo
ja: 明細タイプ
ko_kr: 상세타입
vi: Chi tiết
zh_hans: 流水类型
zh_hant: 流水類型

# filter_fold_messageType
source: Message Type
es: Tipo de carta
ja: 通知タイプ
ko_kr: 메세지유형
vi: Loại tin nhắn
zh_hans: 信件种类
zh_hant: 信件種類

# filter_fold_normalTrade
source: Ordinary
es: Transacción ordinaria
ja: 普通取引
ko_kr: 보통
vi: Thường gặp
zh_hans: 普通交易
zh_hant: 普通交易

# filter_fold_orderState
source: Order Status
es: Estado del pedido
ja: ポジション状態
ko_kr: 주문상태
vi: Trạng thái
zh_hans: 订单状态
zh_hant: 訂單狀態

# filter_fold_payMethod
source: Payment Method
es: Forma de pago
ja: 支払方法
ko_kr: 지물수단
vi: Phương thức thanh toán
zh_hans: 支付方式
zh_hant: 支付方式

# filter_fold_tradeUnit
source: Unit
es: Unidad comercial
ja: 取引単位
ko_kr: 거래단위
vi: Giao dịch đơn vị tiền tệ
zh_hans: 交易单位
zh_hant: 交易單位

# filter_fold_transactionType
source: Trading Type
es: Tipo de transacción
ja: 取引タイプ
ko_kr: 거래유형
vi: Loại giao dịch
zh_hans: 交易类型
zh_hant: 交易類型

# filter_input_coinsymbol
source: Enter Coin
es: Introduzca la moneda
ja: コイン名を入力してください
ko_kr: 코인입력
vi: Chọn loại tiền tệ
zh_hans: 输入币种
zh_hant: 輸入幣種

# filter_Input_placeholder
source: Please enter
es: ingrese
ja: 入力してください
ko_kr: 엔터를눌러주세요
vi: Vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# filter_input_targetPrice
source: Target Amount
es: Cantidad objetivo
ja: 決済金額
ko_kr: 목표수량
vi: Số lượng mục tiêu
zh_hans: 目标金额
zh_hant: 目標金額

# filter_mix_tradeCoinPair
source: Pair
es: par de monedas comerciales
ja: 取引ペア
ko_kr: 페어
vi: Cặp
zh_hans: 交易对
zh_hant: 交易對

# filter_otc_appealDone
source: Complaint completed
es: apelaciones completadas
ja: アピールを完了しました
ko_kr: 이의제기완료
vi: Khiếu nại hoàn tất
zh_hans: 申诉完成
zh_hant: 申訴完成

# filter_otc_didPay
source: Paid
es: Pagado
ja: 支払完了です
ko_kr: 유료
vi: Đã trả tiền
zh_hans: 已支付
zh_hant: 已支付

# filter_otc_payCoin
source: Pending
es: Pagando monedas
ja: 支払中です
ko_kr: 지불중
vi: Đang thanh toán
zh_hans: 打币中
zh_hant: 打幣中
