Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# contract_text_marketPriceFlat
source: Market Close (All)
es: Precio de mercado completo
ja: 市場価格
ko_kr: 시장 가격
vi: Giá thị trường
zh_hans: 市价平仓
zh_hant: 市價全平

# contract_text_limitPositions
source: Limit Close
es: Límite de liquidación
ja: 閉鎖を制限する
ko_kr: 한도 닫기
vi: Hạn chế đóng cửa
zh_hans: 限价平仓
zh_hant: 限價平倉

# contract_flat_long
source: Close(Long)
es: Pindo
ja: 複数のポジション
ko_kr: 여러 위치
vi: Nhiều vị trí
zh_hans: 平多
zh_hant: 平多

# contract_flat_short
source: Close(Short)
es: Aire plano
ja: 空の位置
ko_kr: 빈 위치
vi: Vị trí trống
zh_hans: 平空
zh_hant: 平空

# contract_text_positionsMaxinput
source: Qty. of position less than %@
es: El número máximo de posiciones se puede ingresar como%@
ja: 数は以下です%@
ko_kr: 숫자는보다 크지 않습니다%@
vi: Số lượng không lớn hơn%@
zh_hans: 仓位数量最大可输入%@
zh_hant: 倉位數量最大可輸入%@

# more_way
source: Long
es: Direcciones múltiples
ja: マルチパーティ
ko_kr: 다자간
vi: Đa đảng
zh_hans: 多方
zh_hant: 多方

# empty_way
source: Short
es: Dirección vacía
ja: ショート
ko_kr: 빈면
vi: Bên trống
zh_hans: 空方
zh_hant: 空方

# common_text_allDay
source: All (last 180days)
es: Todos (casi 180 días)
ja: すべて（過去180日間）
ko_kr: 모두 (최근 180 일)
vi: Tất cả (180 ngày qua)
zh_hans: 全部（近180天）
zh_hant: 全部（近180天）

# otc_market_price
source: Markets
es: Precio de mercado (premium)
ja: 市場価格
ko_kr: 현재가
zh_hans: 市场价(溢价)
zh_hant: 市場價(溢價)

# otc_custom_price
source: Custom
es: Personalizado
ja: 習慣
ko_kr: 자체정의
zh_hans: 自定义
zh_hant: 自定義

# otc_aboveReference_price
source: Above the reference price
es: Superior al precio de referencia
ja: 参考値より高い
ko_kr: 참고가격보다 높다
zh_hans: 高于参考价
zh_hant: 高於參考價

# otc_belowReference_price
source: Below the reference price
es: Por debajo del precio de referencia
ja: 参考値より低い
ko_kr: 참고가격보다 낮다
zh_hans: 低于参考价
zh_hant: 低於參考價

# otc_text_bankCard
source: Bank card
es: Tarjeta bancaria
ja: 银行卡
ko_kr: 계좌번호
zh_hans: 银行卡
zh_hant: 銀行卡

# otc_create_time
source: Creation time
es: Tiempo de creación
ja: 作成時間
ko_kr: 생성시간
zh_hans: 创建时间
zh_hant: 創建時間

# otc_text_advertiseID
source: Advertising ID
es: ID de Publicidad
ja: 広告ID
ko_kr: 광고ID
zh_hans: 广告ID
zh_hant: 廣告ID

# otc_advertise_detail
source: Ad Details
es: Detalles de publicidad
ja: 注文の詳細
ko_kr: 광고더보기
zh_hans: 广告详情
zh_hant: 廣告詳情

# otc_publish_advertise
source: Create ad
es: Publicar un anuncio
ja: 注文を投稿する
ko_kr: 광고게시
zh_hans: 发布广告
zh_hant: 發佈廣告

# otc_close_advertise
source: Close the ad
es: Cerrar anuncio
ja: 注文を閉じる
ko_kr: 광고닫기
zh_hans: 关闭广告
zh_hant: 關閉廣告

# otc_have_closed
source: Closed
es: Cerrado
ja: 閉じた
ko_kr: 닫힘
zh_hans: 已关闭
zh_hant: 已關閉

# otc_advertise_type
source: Type
es: Tipo de anuncio
ja: タイプ
ko_kr: 유형
zh_hans: 广告类型
zh_hant: 廣告類型

# otc_coin_type
source: Currency type
es: Tipo de moneda
ja: 通貨タイプ
ko_kr: 화폐유형
zh_hans: 货币类型
zh_hant: 貨幣類型

# otc_leaveAndTotal
source: Remaining quantity / total quantity
es: Cantidad restante / cantidad total
ja: 残りの数量/合計数量
ko_kr: 잔여수량/총 수량
zh_hans: 剩余数量/总数量
zh_hant: 剩餘數量/總數量

# otc_text_total
source: Amount
es: Cantidad
ja: 数量
ko_kr: 수량
zh_hans: 数量
zh_hant: 數量

# otc_out_assetsAvalaible
source: Off-balance account available balance
es: Saldo disponible de la cuenta de OTC
ja: オフバランス口座利用可能残高
ko_kr: 장외계좌 사용가능 잔고
vi: Off-balance account available balanc
zh_hans: 场外账户可用余额
zh_hant: 場外帳戶可用餘額

# otc_market_ReferencPrice
source: Market reference price
es: Precio de referencia del mercado
ja: 市場参考価格
ko_kr: 시장참고 가격
zh_hans: 市场参考价格
zh_hant: 市場參考價格

# otc_market_ReferencPriceDetail
source: Comprehensive mainstream exchanges and quotes website quotes, updated every minute
es: El sitio web combina citas de los principales intercambios y sitios web de citas y actualizaciones de cada minuto.
ja: 毎分更新される包括的なメインストリームの交換と見積もりウェブサイトの見積もり
ko_kr: 주류거래소 및 시세 웹 사이트의 오퍼를 종합하여 매분 간격으로 업데이트하다
zh_hans: 综合主流交易所及行情网站报价，每分钟更新
zh_hant: 綜合主流交易所及行情網站報價，每分鐘更新

# otc_setPrice_method
source: Pricing Method
es: Método de fijación de precios
ja: 価格設定方法
ko_kr: 정가방식
zh_hans: 定价方式
zh_hant: 定價方式

# otc_outPrice_direction
source: Premium direction
es: Dirección de premium
ja: プレミアム方向
ko_kr: 프리미엄방향
zh_hans: 溢价方向
zh_hant: 溢價方向

# otc_outPrice_percent
source: Premium price
es: Porcentaje de premium
ja: プレミアムパーセンテージ
ko_kr: 프리미엄비율
zh_hans: 溢价百分比
zh_hant: 溢價百分比

# otc_userSet_singlePrice
source: Custom unit price
es: Precio unitario personalizado
ja: カスタム単価
ko_kr: 자체정의 단가
zh_hans: 自定义单价
zh_hant: 自定義單價

# otc_outPrice_percentMax
source: The premium price shall not be greater than 50.00%
es: El porcentaje del premium no debe exceder el 50.00%
ja: プレミアムの割合は50.00%を超えてはならない
ko_kr: 프리미엄비율은50.00%보다 높지 말아야 한다
zh_hans: 溢价百分比不得大于50.00%
zh_hant: 溢價百分比不得大於50.00%

# otc_min_amount
source: Minimum amount
es: Cantidad mínima
ja: 最低額
ko_kr: 최소금액
zh_hans: 最小金额
zh_hant: 最小金額

# otc_writeMin_amount
source: Please enter the minimum amount
es: ingrese la cantidad mínima
ja: 最低金額を入力してください
ko_kr: 최소금액을 입력하십시오
zh_hans: 请输入最小金额
zh_hant: 請輸入最小金額

# otc_min_smallTotal
source: The minimum limit cannot be greater than the total amount
es: El límite mínimo no puede ser mayor que la cantidad total
ja: 最小限度額は合計金額を超えることはできません
ko_kr: 최소한도액은 총 금액보다 크면 안 된다.
zh_hans: 最小限额不得大于总金额
zh_hant: 最小限額不得大於總金額

# otc_min_smallMaxLimit
source: The minimum limit cannot be greater than or equal to the maximum limit
es: El límite mínimo no puede ser mayor o igual que el límite máximo
ja: 最小制限を最大制限以上にすることはできません
ko_kr: 최소한도액은 최대 한도액보다 많거나 같아서는 안 된다.
zh_hans: 最小限额不得大于或等于最大限额
zh_hant: 最小限額不得大於或等於最大限額

# otc_max_amount
source: Maximum amount
es: Cantidad máxima
ja: 最大額
ko_kr: 최대금액
zh_hans: 最大金额
zh_hant: 最大金額

# otc_writeMax_amount
source: Please enter the maximum amount
es: ingrese la cantidad máxima
ja: 最大金額を入力してください
ko_kr: 최대금액을 입력하십시오
zh_hans: 请输入最大金额
zh_hant: 請輸入最大金額

# otc_maxLimit_smallTotal
source: The maximum limit cannot be greater than the total amount
es: El límite máximo no puede ser mayor que la cantidad total
ja: 上限は合計金額を超えることはできません
ko_kr: 최대한도액은 총 금액보다 크면 안 된다.
zh_hans: 最大限额不得大于总金额
zh_hant: 最大限額不得大於總金額

# otc_MaxLimit_bigMinLimit
source: The maximum limit cannot be less than or equal to the minimum limit
es: El límite máximo no puede ser menor o igual que el límite mínimo
ja: 上限を下限以下にすることはできません
ko_kr: 최대한도액은 최소 한도액보다 적거나 같아서는 안 된다.
zh_hans: 最大限额不得小于或等于最小限额
zh_hant: 最大限額不得小於或等於最小限額

# otc_payMoney_time
source: Time Limit for the Payment
es: Plazo de pago
ja: 支払い期限
ko_kr: 지불기한
zh_hans: 付款时限
zh_hant: 付款時限

# otc_payMoney_timeMinute
source: Minute
es: minuto
ja: 分
ko_kr: 분
zh_hans: 分钟
zh_hant: 分鐘

# otc_payMoney_timeLimit
source: Payment time limit should be 5 to 60 minutes
es: El plazo de pago debe ser de 5 a 60 minutos.
ja: 支払い期限は5〜60分です
ko_kr: 지불기한은 반드시 5-60분이어야 한다
zh_hans: 付款时限应当在5-60分钟
zh_hant: 付款時限應當在5-60分鐘

# otc_other_minTransactionTimes
source: The minimum number of transactions of the other party
es: Cantidad mínima de transacciones de otra parte
ja: 最小トランザクション数
ko_kr: 상대방의최소 거래 횟수
zh_hans: 对方最少交易次数
zh_hant: 對方最少交易次數

# otc_other_times
source: Frequency
es: veces
ja: タイムズ
ko_kr: 번
zh_hans: 次
zh_hant: 次

# otc_writeOther_minTransactionTimes
source: Please enter the minimum number of transactions for each other
es: Ingrese el número mínimo de transacciones de la otra parte.
ja: 相互の最小取引数を入力してください
ko_kr: 상대방의최소 거래 횟수를 입력하십시오.
zh_hans: 请输入对方最少交易次数
zh_hant: 請輸入對方最少交易次數

# otc_text_validTime
source: Failure Time
es: Tiempo de falla
ja: 失敗時間
ko_kr: 실효시간
zh_hans: 失效时间
zh_hant: 失效時間

# otc_getMoney_Method
source: Collection method (up to 3 payment methods can be selected)
es: Método de cobro (se pueden seleccionar hasta 3 métodos de pago)
ja: 回収方法（最大3つの支払い方法を選択可能）
ko_kr: 수금방식(최대 3가지 수금방식 선택 가능 )
zh_hans: 收款方式（最多可选择3种收款方式)
zh_hant: 收款方式（最多可選擇3種收款方式)

# otc_payMoney_Method
source: Payment method (up to 3 payment methods can be selected)
es: Método de pago (se pueden seleccionar hasta 3 métodos de pago)
ja: 支払方法（最大3つの支払方法を選択できます）
ko_kr: 지불방식 (최대 3가지 선택 가능)
zh_hans: 付款方式（最多可选择3种付款方式)
zh_hant: 付款方式（最多可選擇3種付款方式)

# otc_noSetGetMoney_Method
source: The payment method is not set. Please complete the settings and continue.
es: El método de pago no está configurado. Complete la configuración y continúe.
ja: 支払い方法が設定されていません。設定を完了して続行してください。
ko_kr: 수금방식을 설정하지 않았습니다. 설정을 마친 후 계속 진행하십시오
zh_hans: 未设置收款方式，请完成设置后继续操作
zh_hant: 未設置收款方式，請完成設置後繼續操作

# otc_text_autoBack
source: Auto reply (not required)
es: De respuesta automática (opcional)
ja: 自動返信（必須ではありません）
ko_kr: 자동답장 (반드시 기입하여야 하는 항목은 아니다)
zh_hans: 自动回复（非必填）
zh_hant: 自動回復（非必填）

# otc_text_advertiseLeaveWords
source: Ad message (not required)
es: comentario de anuncio (no requerido)
ja: 広告メッセージ（必須ではありません
ko_kr: 광고메시지(반드시 기입하여야 하는 항목은 아니다)
zh_hans: 广告留言（非必填)
zh_hant: 廣告留言（非必填)

# otc_mustWrite_tex
source: Please enter a required field
es: Por favor, introduzca los campos requeridos
ja: 必須フィールドを入力してください
ko_kr: 필수기입 항목을 입력하십시오
zh_hans: 请输入必填项
zh_hant: 請輸入必填項

# otc_MustWrite
source: Required
es: Requerido
ja: 必須
ko_kr: 필수기입
zh_hans: 必填
zh_hant: 必填

# otc_writeContent_nonconformity
source: The content you entered does not meet the rules
es: Lo que ingresaste no coincide con las reglas
ja: 入力したコンテンツはルールを満たしていません
ko_kr: 입력한내용이 규칙에 맞지 않습니다
zh_hans: 您输入的内容不符合规则
zh_hant: 您輸入的內容不符合規則

# otc_choose_getMoneyMethod
source: Please select country
es: seleccione la forma de cobro
ja: 国を選択してください
ko_kr: 국가를선택하십시오.
zh_hans: 请选择收款方式
zh_hant: 請選擇收款方式

# otc_choose_payMoneyMethod
source: Please select a payment method
es: seleccione un método de pago
ja: お支払い方法を選択してください
ko_kr: 지불방식을 선택하십시오.
zh_hans: 请选择付款方式
zh_hant: 請選擇付款方式

# otc_confirm_giveupEdit
source: Are you sure to give up this edit?
es: ¿Estás seguro de abandonar esta edición?
ja: この編集を放棄してもよろしいですか？
ko_kr: 이번편집 포기 확실합니까?
zh_hans: 确定放弃本次编辑？
zh_hant: 確定放棄本次編輯？

# otc_confirm_closeAdvertise
source: Are you sure you want to close the ad?
es: ¿Seguro que quieres cerrar el anuncio?
ja: 広告を閉じてもよろしいですか？
ko_kr: 광고를종료하시겠습니까?
zh_hans: 确定关闭广告吗？
zh_hant: 確定關閉廣告嗎?

# otc_have_closedAdvertise
source: Ad is closed
es: El anuncio está cerrado.
ja: 広告は閉じられています
ko_kr: 광고가 종료됨
zh_hans: 广告已关闭
zh_hant: 廣告已關閉

# otc_advertisePublish_success
source: Successfully released
es: publicado con éxito
ja: 正常にリリースされました
ko_kr: 발표성공
zh_hans: 发布成功
zh_hant: 發佈成功

# otc_text_remainingNum
source: The remaining amount
es: Cantidad restante
ja: 残量
ko_kr: 잔여수량
zh_hans: 剩余数量
zh_hant: 剩餘數量

# otc_text_tradingLimits
source: Limit
es: Límite de transacción
ja: 取引限度額
ko_kr: 거래한도액
zh_hans: 交易限额
zh_hant: 交易限額

# otc_text_adManager
source: Ad Management
es: Gestión de publicidad
ja: OTC注文管理
ko_kr: 광고관리
zh_hans: 广告管理
zh_hant: 廣告管理

# otc_text_adBuy
source: Purchase advertisement
es: Comprar anuncios
ja: 広告を購入する
ko_kr: 구입광고
zh_hans: 购买广告
zh_hant: 購買廣告

# otc_text_adSell
source: Sale advertisement
es: Anuncio de venta
ja: 販売広告
ko_kr: 매각광고
zh_hans: 出售广告
zh_hant: 出售廣告

# otc_text_adHidden
source: Hide closed ads
es: Ocultar o cerrar anuncios
ja: 閉じた広告を非表示
ko_kr: 종료광고 숨기기
zh_hans: 隐藏关闭广告
zh_hant: 隱藏關閉廣告

# otc_text_adLook
source: View
es: Ver
ja: 見る
ko_kr: 보기
zh_hans: 查看
zh_hant: 查看

# otc_text_ad
source: Ad
es: Publicidad
ja: 広告
ko_kr: 광고
zh_hans: 广告
zh_hant: 廣告

# otc_text_releaseing
source: Releasing
es: liberando
ja: 発売日
ko_kr: 게시중
zh_hans: 发布中
zh_hant: 發佈中

# otc_text_trading
source: Trading
es: En la transacción
ja: トランザクション内
ko_kr: 거래중
zh_hans: 交易中
zh_hant: 交易中

# otc_text_expired
source: Overdue
es: Caducado
ja: 期限切れ
ko_kr: 만료됨
zh_hans: 过期
zh_hant: 過期

# otc_text_marketPrice
source: Market price
es: Precio de mercado
ja: 市場価格
ko_kr: 시장가격
zh_hans: 市场价
zh_hant: 市場價

# otc_advertiseValid_day
source: Day
es: día
ja: 日
ko_kr: 일
zh_hans: 天
zh_hant: 天

# common_text_unlockSell
source: Unlock sell
es: Desbloquear venta
ja: 販売のロックを解除
ko_kr: 판매 잠금 해제
vi: Mở khóa bán
zh_hans: 解锁卖出
zh_hant: 解鎖賣出

# common_text_limitAvailable
source: Limit available
es: Límite disponible
ja: 利用制限
ko_kr: 사용 제한
vi: Hạn chế khả dụng
zh_hans: 限制可用
zh_hant: 限制可用

# market_text_unlockZone
source: Unlock area
ja: 制限ゾーン
ko_kr: 봉인 해제 지역
vi: Khu vực mở
zh_hans: 解封区
zh_hant: 解封區

# transaction_text_rechargeNoUnlocked
source: Deposit locked
es: La recarga no está desbloqueada
ja: ロックされた預金
ko_kr: 예치금
vi: tiền gửi bị khóa
zh_hans: 充值未解锁
zh_hant: 充值未解鎖

# transaction_text_saleableQuantity
source: Available balance
es: Cantidad que se puede vender
ja: 利用可能残高
ko_kr: 사용 가능한 잔액
vi: Số dư khả dụng
zh_hans: 可卖出数量
zh_hant: 可賣出數量

# transaction_text_modelSpecification
source: Instruction
es: Descripción del modo
ja: モードの説明
ko_kr: 모드 설명
vi: Mô tả chế độ
zh_hans: 模式说明
zh_hant: 模式說明

# transaction_text_unlockSell
source: Flash Sell
es: Desbloqueo con un botón para vender
ja: ワンクリック販売
ko_kr: 원 클릭 판매
vi: Bán một lần bấm
zh_hans: 一键解锁卖出
zh_hant: 一鍵解鎖賣出

# transaction_text_unlockDeal
source: Unlock
es: Desbloquear con un botón para vender
ja: ロック解除
ko_kr: 잠금 해제
vi: Mở khóa
zh_hans: 解锁交易
zh_hant: 解鎖交易

# common_text_refresh
source: Refresh
es: Actualizar reintentar
ja: リフレッシュ
ko_kr: 새로 고침
vi: Làm mới
zh_hans: 刷新重试
zh_hant: 刷新重試

# otc_asset_availableBalance
source: Fiat Account Available Balance
es: Saldo disponible en la cuenta de moneda legal
zh_hans: 法币账户可用余额
zh_hant: 法幣帳戶可用餘額

# otc_tip_withdrawLimitTime
source: For security purposes, the assets will be locked and only available for withdrawal, Fiat sale and related functions after 24 hours but trading shall not be affected.
es: Con el fin de garantizar la seguridad de los fondos, los activos adquiridos estarán bloqueados a 24 horas para respaldar el retiro, y durante este período no afectarán las transacciones y otros negocios.
ja: 資金の安全を保障するため、購入した資産は24時間後に提幣と法幣売りなどの出資操作を支持し、その間に取引などの業務に影響を与えない。
ko_kr: 자금 안전을 위해 매입한 자산은 24h까지 동결한 뒤 출금과 법폐 매각 등 출금 작업을 지원하며이 기간 중 거래 등의 업무에는 영향을 주지 않는다.
vi: Vì mục đích bảo mật, các tài sản sẽ bị khóa. Rút tiền, bán hàng Tiền mặt và các chức năng khác chỉ khả dụng sau 24 giờ, giao dịch không bị ảnh hưởng.
zh_hans: 为了保障资金安全，买入的资产将锁定至24h后支持出金，在此期间不影响交易等业务。
zh_hant: 為了保障資金安全，買入的資產將鎖定至24h後支持提幣和法幣賣出等出金操作，在此期間不影響交易等業務。

# coin_text_horizontalDish
source: Horizontal Version
es: Placa horizontal
ja: 水平バージョン
ko_kr: 수평버전
vi: Sóng Ngang
zh_hans: 横版盘口
zh_hant: 橫版盤口

# coin_text_verticalDish
source: Vertical Version
es: Desventaja vertical
ja: 垂直バージョン
ko_kr: 수직버전
vi: Mở theo chiều dọc
zh_hans: 竖版盘口
zh_hant: 豎版盤口

# coin_text_recharge
source: Deposit
es: Recarga
ja: 入金
ko_kr: 보관소
vi: Gửi
zh_hans: 充值
zh_hant: 充值

# leverage_text_blowingUp
source: Liquidation Price
es: Precio de liquidación
ja: 清算価格
ko_kr: 청산 가격
vi: Giá bồi thường
zh_hans: 爆仓价
zh_hant: 爆倉價

# leverage_total_balance
source: Leverage AccountEstimate Value
es: Valoración de activos de cuenta apalancada
ja: レバレッジアカウント資産
ko_kr: 지렛대 계정
vi: Giá trị đáng giá
zh_hans: 杠杆账户资产估值
zh_hant: 槓桿賬戶資產估值

# leverage_current_apply
source: Current Application
es: Aplicación actual
ja: 現在の申込み
ko_kr: 현재 응용 프로그램
vi: Ứng dụng
zh_hans: 当前申请
zh_hant: 當前申請

# leverage_history
source: History
es: Historia
ja: 履歴
ko_kr: 역사
vi: Lịch
zh_hans: 历史
zh_hant: 歷史

# leverage_rate
source: Interest Rate
es: Tasa de interes
ja: 金利
ko_kr: 이율
vi: Điểm lãi
zh_hans: 利率
zh_hant: 利率

# leverage_noreturn_amount
source: Unpaid Quantity
es: Cantidad no pagada
ja: 未払い数量
ko_kr: 미납량
vi: Số không trả
zh_hans: 未还数量
zh_hant: 未還數量

# leverage_noreturn_interest
source: Unpaid Interest
es: Intereses impagos
ja: 未払い金利
ko_kr: 미불 이자
vi: Không lương
zh_hans: 未还利息
zh_hant: 未還利息

# leverage_interest
source: Interest
es: Interés
ja: 利子
ko_kr: 이자
vi: Tiền
zh_hans: 利息
zh_hant: 利息

# leverage_history_borrow
source: History Loan
es: Préstamo histórico
ja: ローン履歴
ko_kr: 역사 대출
vi: Chương trình Comment
zh_hans: 历史借贷
zh_hant: 歷史借貸

# leverage_current_borrow
source: Current Loan
es: Préstamo actual
ja: 現在のローン
ko_kr: 유동 대출
vi: Hiện tại
zh_hans: 当前借贷
zh_hant: 當前借貸

# leverage_principal_interest
source: Principal+Interest
es: Principal+Interés
ja: 元本+利子
ko_kr: 원금+이자
vi: Hiệu+Tiền
zh_hans: 本金+利息
zh_hant: 本金+利息

# leverage_principal
source: Principal
es: Director
ja: 元本
ko_kr: 교장
vi: Hiệu
zh_hans: 本金
zh_hant: 本金

# leverage_borrowRecord_detail
source: Loan Detail
es: Detalles de registro de préstamos
ja: ローン詳細
ko_kr: 대출 명세
vi: Chi tiết vay
zh_hans: 借贷记录详情
zh_hant: 借貸記錄詳情

# leverage_return
source: Return
es: Volver
ja: 返却
ko_kr: 되돌아가다
zh_hans: 归还
zh_hant: 歸還

source: Leverage Asset
es: Cuenta apalancada
ja: レバレッジアカウント
ko_kr: 지렛대 자산
vi: Công cụ cấp
zh_hans: 杠杆账户
zh_hant: 槓桿賬戶

# leverage_returnCoin
source: Return Currency
es: Devolución de moneda
ja: 返却通貨
ko_kr: 화폐
vi: Trả tiền tệ
zh_hans: 归还币种
zh_hant: 歸還幣種

# leverage_shouldReturn_amount
source: Should Return Quantity
es: Monto adeudado
ja: 返却すべき数量
ko_kr: 반품 수량
vi: Phát về số
zh_hans: 应还数量
zh_hant: 應還數量

# leverage_totalBorrow_amount
source: Total Loan Quantity
es: Préstamos totales
ja: ローン総数量
ko_kr: 대출 총액
vi: Tổng khoản vay
zh_hans: 总借贷数量
zh_hant: 總借貸數量

# leverage_borrow
source: Loan
es: Préstamo
ja: ローン
ko_kr: 대출
vi: Mượn
zh_hans: 借贷
zh_hant: 借貸

# leverage_have_borrowed
source: Already Loaned
es: Prestado
ja: ローン済み
ko_kr: 이미 빌렸다
vi: Đã vay
zh_hans: 已借
zh_hant: 已借

# leverage_get_in
source: Transfer In
es: Transferir a
ja: トランスファーイン
ko_kr: 전입
vi: Chuyển vào
zh_hans: 转入
zh_hant: 轉入

# leverage_roll_out
source: Transfer Out
es: Transferir fuera
ja: トランスファーアウト
ko_kr: 전출
vi: Chuyển ra
zh_hans: 转出
zh_hant: 轉出

# leverage_borrowRecord
source: Loan Record
es: Registros de débito
ja: ローン履歴
ko_kr: 대출 기록
vi: Ghi chép vay
zh_hans: 借贷记录
zh_hant: 借貸記錄

# leverage_to_coin
source: Leverage to Exchange
es: Apalancamiento de monedas
ja: レバレッジから取引へ
ko_kr: 지렛대 교환
vi: Mức trao đổi
zh_hans: 杠杆到币币
zh_hant: 槓桿到幣幣

# coin_to_leverage
source: Exchange to Leverage
es: Monedas para apalancar
ja: 取引からレバレッジへ
ko_kr: 교환 지렛대
vi: Chuyển sang cấp độ
zh_hans: 币币到杠杆
zh_hant: 幣幣到槓桿

# leverage_coinMap
source: Pair
es: Par de divisas
ja: コインペア
ko_kr: 한 쌍
vi: Xếp
zh_hans: 币对
zh_hant: 幣對

# leverage_short
source: %@ used for short
es: %@Para abreviar
ja: %@ショート用
ko_kr: %@단기에 쓰다
vi: %@ Trong thời gian ngắn
zh_hans: %@用于做空
zh_hant: %@用於做空

# leverage_more
source: %@ used for long
es: %@Por mucho tiempo
ja: %@ロング用
ko_kr: %@장기 사용
vi: %@ dùng trong thời gian dài
zh_hans: %@用于做多
zh_hant: %@用於做多

# leverage_direction
source: Direction
es: Dirección
ja: 方向
ko_kr: 방향
vi: Hướng
zh_hans: 方向
zh_hant: 方向

# leverage_risk
source: Risk Rate
es: Tasa de riesgo
ja: リスク率
ko_kr: 위험률
vi: Tỷ lệ rủi ro
zh_hans: 风险率
zh_hant: 風險率

# leverage_risk_prompt
source: When the risk rate reaches 110%, the system will force recycle all your loan asset
es: Cuando la tasa de riesgo alcanza el 110%, el sistema forzará la recuperación de todos los activos de préstamos en su cuenta corriente
ja: リスク率が110％に達すると、システムは現在のアカウントのすべてのローン資産を強制回収します。
ko_kr: 위험률이 110% 에 이르면 시스템이 당신의 모든 대출 자산을 강제로 회수할 것입니다.
vi: Khi tỷ lệ rủi ro đạt đến 110%, hệ thống sẽ buộc phải tái chế toàn bộ tài sản cho vay của bạn
zh_hans: 当风险率达到110%，系统将强制回收您当前账户内的所有借贷资产
zh_hant: 當風險率達到110%，系統將強制回收您當前帳戶內的所有借貸資產

# leverage_notEnught_prompt
source: Your %@ leverage account balance was insufficient, you need transfer in funds to loan
es: El saldo de su cuenta de%@ leverage es insuficiente, necesita transferir activos para pedir prestado
ja: %@レバレッジアカウントの残高が不足でした。資金をトランスファーインしてからローンすることが可能になります。
ko_kr: 당신의 %@ 지렛대 계좌 잔액이 부족하니 자금으로 옮겨 대출을 해야 합니다
vi: Tài khoản tiêu chuẩn %@ của bạn không đủ, bạn cần phải chuyển tiền để vay
zh_hans: 您的%@杠杆账户余额不足，需转入资产方可进行借贷
zh_hant: 您的%@杠杆帳戶餘額不足，需轉入資產方可進行借貸

# leverage_all_return
source: All returned
es: Devolver todo
ja: すべて返却
ko_kr: 전부 돌려주다
vi: Đều quay lại
zh_hans: 全部归还
zh_hant: 全部歸還

# leverage_have_blowUp
source: Already liquidate
es: Liquidado
ja: 清算した
ko_kr: 이미 청산하다
vi: Đã thanh toán
zh_hans: 已爆仓
zh_hant: 已爆倉

# leverage_have_wearStore
source: Already over loss
es: Almacén
ja: オーバーロスした
ko_kr: 이미 초과 적자
vi: Đã qua mất rồi.
zh_hans: 已穿仓
zh_hant: 已穿倉

# leverage_all_coinMap
source: All pairs
es: Todos los pares de divisas
ja: すべてのコインペア
ko_kr: 모든
vi: Mọi cặp
zh_hans: 全部币对
zh_hant: 全部幣對

# leverage_text_noLess
source: Loan amount can not be lower than%@%@
es: El monto del préstamo no debe ser inferior a%@%@
ja: ローンの数量が%@%@より低くすることができません
ko_kr: 대출 금액이 낮으면 안 된다 %@%@
vi: Số khoản vay không thể thấp hơn %@%@
zh_hans: 借贷数量不得小于 %@ %@
zh_hant: 借貸數量不得小於%@%@

# leverage_text_lessThanCanuse
source: Loan amount can not be larger than Maximum amount
es: El monto del préstamo no debe ser mayor que el monto que se puede pedir prestado
ja: ローンの数量は最大額を超過することができません
ko_kr: 대출 금액은 최대 금액보다 높을 수 없다
vi: Số khoản vay không thể lớn hơn mức tối đa
zh_hans: 借贷数量不得大于可借贷数量
zh_hant: 借貸數量不得大於可借貸數量

# leverage_text_biggestLimit
source: Maximum amount
es: Cantidad máxima
ja: 最大額
ko_kr: 최고 금액
vi: Tổng số
zh_hans: 最大额度
zh_hant: 最大額度

# leverage_text_canborrow
source: Can loan
es: Puede pedir prestado
ja: ローン可能
ko_kr: 대출 가능
vi: Có thể vay
zh_hans: 可借
zh_hant: 可借

# leverage_wearStore_end
source: Over Loss finished
es: Terminando el almacén
ja: オーバーロス完了
ko_kr: 초과 손실 이 완료 되다
vi: Hết lỗ
zh_hans: 穿仓完结
zh_hant: 穿倉完結

# leverage_blowUp_end
source: Liquidation finished
es: Parar
ja: 清算完了
ko_kr: 결산
vi: Kết thúc
zh_hans: 爆仓完结
zh_hant: 爆倉完結

# assets_text_otc_forotc
source: OTC account
ja: 场外账户
ko_kr: 场外账户
vi: 场外账户
zh_hans: 场外账户
zh_hant: 场外账户

# filter_fold_currencyType_forotc
source: Types of OTC
ja: 场外类型
ko_kr: 场外类型
vi: 场外类型
zh_hans: 场外类型
zh_hant: 场外类型

# home_text_otcTotal_forotc
source: Valuation of OTC account assets
ja: 场外账户资产估值
ko_kr: 场外账户资产估值
vi: 场外账户资产估值
zh_hans: 场外账户资产估值
zh_hant: 场外账户资产估值

# mainTab_text_otc_forotc
source: OTC
ja: 场外
ko_kr: 场外
vi: 场外
zh_hans: 场外
zh_hant: 场外

# otc_text_desc_forotc
source: OTC trading
ja: 场外交易
ko_kr: 场外交易
vi: 场外交易
zh_hans: 场外交易
zh_hant: 场外交易

# otc_text_pwd_forotc
source: OTC assets password
ja: 场外资金密码
ko_kr: 场外资金密码
vi: 场外资金密码
zh_hans: 场外资金密码
zh_hant: 场外资金密码

# otc_tip_buyerOrderComplete_forotc
source: ，The transaction has been completed, and the order amount coin has been deposited into your OTC account
ja: 交易已完成，订单金额币种已存入您的场外账户
ko_kr: 交易已完成，订单金额币种已存入您的场外账户
vi: 交易已完成，订单金额币种已存入您的场外账户
zh_hans: 交易已完成，订单金额币种已存入您的场外账户
zh_hant: 交易已完成，订单金额币种已存入您的场外账户

# otc_tip_lessCoin_forotc
source: For selling, the coins should be transferred from the exchange account to the OTC account
ja: 出售需将币从币币账户划转至场外账户
ko_kr: 出售需将币从币币账户划转至场外账户
vi: 出售需将币从币币账户划转至场外账户
zh_hans: 出售需将币从币币账户划转至场外账户
zh_hant: 出售需将币从币币账户划转至场外账户

# otc_tip_remindBuyerWaitConfirm_forotc
source: ，You will receive the coin of the corresponding amount in the OTC account after the other party confirms the collection and issued the coins
ja: 待对方确认收款并放币后，您将在场外账户收到对应金额的币种
ko_kr: 待对方确认收款并放币后，您将在场外账户收到对应金额的币种
vi: 待对方确认收款并放币后，您将在场外账户收到对应金额的币种
zh_hans: 待对方确认收款并放币后，您将在场外账户收到对应金额的币种
zh_hant: 待对方确认收款并放币后，您将在场外账户收到对应金额的币种

# otc_tip_sellerOrderComplete_forotc
source: ，Transaction completed. The order amount coin has been deducted from your OTC account
ja: 交易已完成，订单金额币种已从您的场外账户扣除
ko_kr: 交易已完成，订单金额币种已从您的场外账户扣除
vi: 交易已完成，订单金额币种已从您的场外账户扣除
zh_hans: 交易已完成，订单金额币种已从您的场外账户扣除
zh_hant: 交易已完成，订单金额币种已从您的场外账户扣除

# otcSafeAlert_text_otcBuyDesc_forotc
source: ，To make an OTC purchase, you need to complete the following settings
ja: 进行场外购买，您需要完成以下设置
ko_kr: 进行场外购买，您需要完成以下设置
vi: 进行场外购买，您需要完成以下设置
zh_hans: 进行场外购买，您需要完成以下设置
zh_hant: 进行场外购买，您需要完成以下设置

# otcSafeAlert_text_settingDesc_forotc
source: ，To ensure your assets security, please complete the following OTC transaction configuration
ja: 为保证您的资金安全，请完成以下场外交易配置
ko_kr: 为保证您的资金安全，请完成以下场外交易配置
vi: 为保证您的资金安全，请完成以下场外交易配置
zh_hans: 为保证您的资金安全，请完成以下场外交易配置
zh_hant: 为保证您的资金安全，请完成以下场外交易配置

# otcSafeAlert_text_title_forotc
source: ，Before you can configure OTC transactions, you need to complete the following settings
ja: 在进行场外交易配置之前，您需要完成以下设置
ko_kr: 在进行场外交易配置之前，您需要完成以下设置
vi: 在进行场外交易配置之前，您需要完成以下设置
zh_hans: 在进行场外交易配置之前，您需要完成以下设置
zh_hant: 在进行场外交易配置之前，您需要完成以下设置

# safety_text_editOtcPassword_forotc
source: Change the password of OTC assets
ja: 修改场外资金密码
ko_kr: 修改场外资金密码
vi: 修改场外资金密码
zh_hans: 修改场外资金密码
zh_hant: 修改场外资金密码

# transfer_action_exToOtc_forotc
source: From exchange to OTC
ja: 币币至场外
ko_kr: 币币至场外
vi: 币币至场外
zh_hans: 币币至场外
zh_hant: 币币至场外
