Repository: exup-cloud/cloudios-sdk
Catalog: chainup-ios/Chainup/*.lproj/Localizable.strings
Languages: es, ja, ko_kr, vi, zh_hans, zh_hant

# transfer_action_goTransaction
source: Go to conduct a transaction
es: Ir al comercio
ja: 取引する
ko_kr: 거래로이동
vi: Giao dịch ngay
zh_hans: 去交易
zh_hant: 去交易

# transfer_action_otcToEx
source: Fiat to Crypto
es: La moneda legal hasta la moneda a moneda
ja: OTCから現物まで
ko_kr: 현금을암호화폐로
vi: Chuyển sang tiền tệ
zh_hans: 法币至币币
zh_hant: 法幣至幣幣

# transfer_text_from
source: From
es: desde
ja: から
vi: Từ
zh_hans: 从
zh_hant: 從

# transfer_text_guideTransaction
source: Transfer successfully. Do you want to start trading now?
es: La transferencia ha sido exitosa, ya sea para comerciar inmediatamente
ja: 振替成功、すぐ取引しますか？
ko_kr: 송금이완료되었습니다. 지금 바로 거래를 시작하시겠습니까?
vi: Chuyển thành công, trao đổi ngay?
zh_hans: 划转成功,是否立即交易
zh_hant: 劃轉成功,是否立即交易

# transfer_text_otc
source: Over-the-court transfer
es: Transferencia de fondos de OTC
ja: OTC資金振替
ko_kr: OTC자금 송금
vi: Chuyển nhượng vốn
zh_hans: 场外资金划转
zh_hant: 場外資金劃轉

# transfer_text_record
source: Transfer record
es: Registro de transferencia
ja: 振替履歴
ko_kr: 송금이력
vi: Lịch sử chuyển
zh_hans: 划转记录
zh_hant: 劃轉記錄

# transfer_text_to
source: To
es: hasta
ja: まで
vi: Đến
zh_hans: 到
zh_hant: 到

# transfer_tip_emptyVolume
source: Please enter the quantity
es: ingrese la cantidad
ja: 数量を入力してください
ko_kr: 수량을입력해 주십시오
vi: vui lòng nhập số lượng
zh_hans: 请输入数量
zh_hant: 請輸入數量

# transfer_tip_maxTransfer
source: Most transferred
es: El máximo monto de transferencia es
ja: 最大振替可能
ko_kr: 최다
vi: Khối lượng có thể chuyển
zh_hans: 最多可转
zh_hant: 最多可轉

# userinfo_text_account
source: Account
es: Cuenta
ja: アカウント
ko_kr: 계정상태
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# userinfo_text_accountState
source: Account Status
es: Estado de la cuenta
ja: アカウントステータス
ko_kr: 계정상태
vi: Trạng thái tài khoản
zh_hans: 账户状态
zh_hant: 帳戶狀態

# userinfo_text_data
source: My profile
es: Mi informacion
ja: 私のプロフィール
ko_kr: 내프로필
vi: Tài khoản của tôi
zh_hans: 我的资料
zh_hant: 我的資料

# userinfo_text_mailUnbind
source: Unlinked
es: No vinculado
ja: 未バインド
ko_kr: 미연동
vi: Không liên kết
zh_hans: 未绑定
zh_hant: 未綁定

# userinfo_text_nickname
source: New nickname
es: Nuevo apodo
ja: 新しいニックネーム
ko_kr: 새별명
vi: Biệt danh mới
zh_hans: 新昵称
zh_hant: 新昵稱

# userinfo_tip_inputNickname
source: Please enter a nickname within 10 characters
es: Por favor, introduzca un apodo dentro de los 10 caracteres
ja: 10文字以内で新しいニックネームを入力してください
ko_kr: 새별명을 10자 이내로 입력해 주십시오.
vi: Biệt danh của bạn không thể vượt quá 10 chữ số
zh_hans: 请输入10个字符以内的昵称
zh_hant: 請輸入10個字元以內的昵稱

# userinfo_tip_inputPhone
source: Please enter your phone number
es: ingrese su número de celular
ja: 携帯番号を入力してください
ko_kr: 휴대전화번호를입력해 주십시오.
vi: Vui lòng nhập số điện thoại của bạn
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

# withdraw_action_confirm
source: Confirm withdrawal
es: Confirmar retiro
ja: 出金確認
ko_kr: 출금확인
vi: Xác nhận rút tiền
zh_hans: 确认提币
zh_hant: 確認提幣

# withdraw_action_newAddress
source: Use new address
es: Usar nueva dirección
ja: 新しいアドレスを使う
ko_kr: 새로운주소를 사용하기
vi: Sử dụng địa chỉ mới
zh_hans: 使用新地址
zh_hant: 使用新地址

# withdraw_action_trustAddress
source: Trust this address
es: Confiar en esta dirección
ja: 該当アドレスを信頼する
ko_kr: 이주소를 신뢰하기.
vi: Địa chỉ tin cậy
zh_hans: 信任该地址
zh_hant: 信任該地址

# withdraw_action_withdrawHistory
source: Record
es: Registro de extracto de dinero
ja: 出金記録
ko_kr: 자산이력
vi: Lịch sử rút tiền
zh_hans: 提币记录
zh_hant: 提幣記錄

# withdraw_text_address
source: Address
es: Dirección de retiro de la moneda
ja: 出金アドレス
ko_kr: 주소
vi: Địa chỉ
zh_hans: 提币地址
zh_hant: 提幣地址

# withdraw_text_available
source: Available balance
es: Saldo disponible
ja: 利用可能残高
ko_kr: 이용가능한잔고
vi: Số dư sẵn có
zh_hans: 可用余额
zh_hant: 可用餘額

# withdraw_text_fee
source: fee/comission
es: Comisión
ja: 手数料
ko_kr: 수수료
vi: Phí dịch vụ
zh_hans: 手续费
zh_hant: 手續費

# withdraw_text_minimumVolume
source: Minimum amount
es: Cantidad mínima
ja: 最小数量
ko_kr: 취소 수량
vi: Giới hạn tối thiểu
zh_hans: 最小数量
zh_hant: 最小數量

# withdraw_text_moneyWithoutFee
source: Actual amount received
es: Cantidad de llegada real
ja: 実際受取数量
ko_kr: 실제 수취 금액
vi: Lượng thực tế
zh_hans: 实际到账数量
zh_hant: 實際到賬數量

# withdraw_text_remark
source: Memo
es: Nota de dirección
ja: アドレス備考
ko_kr: 주소 메모
vi: Ghi chú địa chỉ
zh_hans: 地址备注
zh_hant: 地址備註

# withdraw_text_trustAddress
source: Trust this address
es: Esta dirección ya se ha confiado
ja: 該当アドレスを信頼済み
ko_kr: 이 주소를 신뢰하기.
vi: Địa chỉ tin cậy
zh_hans: 已信任该地址
zh_hant: 已信任該地址

# withdraw_text_txConfirmCount
source: Confirmation quantity
es: Confirmar número de veces
ja: 確認回数
ko_kr: 수량 확인
vi: Xác nhận số lượng
zh_hans: 确认次数
zh_hant: 確認次數

# withdraw_tip_addressEmpty
source: Please enter withdrawal address.
es: ingrese la dirección de retiro
ja: 出金アドレスを入力してください
ko_kr: 출금주소를 입력해 주십시오.
vi: Vui lòng nhập địa chỉ rút tiền
zh_hans: 请输入提币地址
zh_hant: 請輸入提幣地址

# withdraw_tip_bindGoogleFirst
source: To ensure the security of your funds, please withdraw after link your Google Authenticator.
es: Para proteger sus fondos, retire las monedas después de vincular la verificación de Google.
ja: 資金の安全性を確保するため、Google認証システムにバインドしてから出金してください。
ko_kr: 보안을 위해 출금 후, 구글인증을 유효화해주십시오.
vi: Để bảo mật cho tài sản của bạn, vui lòng liên kết xác minh google trước khi rút tiền
zh_hans: 为了保障您的资金安全，请在绑定谷歌验证后进行提币
zh_hant: 為了保障您的資金安全，請在綁定穀歌驗證後進行提幣

# withdraw_tip_confirmCancelWithdraw
source: Are you sure to cancel this withdrawal?
es: ¿Estás seguro de cancelar esta moneda?
ja: この出金をキャンセルしますか？
ko_kr: 출금을 취소하시겠습니까?
vi: Bạn có chắc chắn hủy bỏ rút tiền?
zh_hans: 确定撤销这笔提币吗？
zh_hant: 確定撤銷這筆提幣嗎？

# withdraw_tip_didCancelWithdraw
source: Withdrawal has been cancelled.
es: Retiro de efectivo ha sido revocado
ja: 出金はキャンセルされました。
ko_kr: 출금 취소
vi: Rút tiền đã hủy
zh_hans: 提币已撤销
zh_hant: 提幣已撤銷

# deposit_tip_didCancelDeposit
source: Deposit cancelled
ja: 充币已撤销
ko_kr: 充币已撤销
vi: 充币已撤销
zh_hans: 充币已撤销
zh_hant: 充币已撤销

# withdraw_tip_feeRangeError
source: Commision fee range
es: El rango de tarifas es
ja: 手数料範囲は
ko_kr: 수수료 범위는
vi: Số tiền nhận phải lớn hơn 0
zh_hans: 手续费数量范围为
zh_hant: 手續費數量範圍為

# withdraw_tip_limitAmountFee
source: The withdrawal amount shall greater than the service fee.
es: El monto del retiro de efectivo debe ser mayor que la comisión
ja: 出金額は手数料よりも大きくなければなりません
ko_kr: 출금금액은 취급 수수료보다 커야합니다.
vi: Số tiền rút không được nhỏ hơn phí dịch vụ
zh_hans: 提币数量需大于手续费
zh_hant: 提幣數量需大於手續費

# withdraw_tip_notavailable
source: No available currency for withdrawal currently
es: Actualmente no hay monedas que se puedan retirar.
ja: 現在出金可能なコインはありません
ko_kr: 출금가능한 통화가 없습니다.
vi: Tiền tệ này không thể rút ngay bây giờ
zh_hans: 当前无可提币币种
zh_hant: 當前無可提幣幣種

# withdraw_tip_notice
source: Withdrawal Notice
es: Notas sobre la retirada de monedas
ja: 出金注意
ko_kr: 출금 공지
vi: Thông báo rút tiền
zh_hans: 提币须知
zh_hant: 提幣須知

# withdraw_tip_pleaseInputRemark
source: Please enter a note
es: ingrese una nota
ja: 備考を入力してください
ko_kr: 노트를 입력해주십시오.
vi: Vui lòng nhập một ghi chú
zh_hans: 请输入备注
zh_hant: 請輸入備註

# withdraw_tip_successWithSaveAddress
source: Withdraw successfully and withdrawal address will be saved.
es: Retirar la moneda con éxito y guardar la dirección de retiro
ja: 出金成功し、今回出金アドレスを保存します。
ko_kr: 출금 성공, 출금주소가 저장되었습니다.
vi: Rút thành công và lưu rút địa chỉ
zh_hans: 提币成功，并保存本次提币地址
zh_hant: 提幣成功，並保存本次提幣地址

# withdraw_tip_tagEmpty
source: Please fill in the label(Memo).
es: Por favor, introduzca una etiqueta (Memo)
ja: タグを入力してください
ko_kr: 빈칸을 채워주십시오.
vi: Vui lòng nhập Tag(Memo)
zh_hans: 请输入标签(Memo)
zh_hant: 請輸入標籤(Memo)

# withdraw_tip_trustDesc
source: No SMS, Email or Google Authenticator need for next withdrawal.
es: La próxima vez que retire monedas, ya no necesitará SMS / e-mail o verificación de Google.
ja: 次回の出金の際にSMS / EメールまたはGoogleで認証する必要はありません
ko_kr: 다음 출금부터는 인증이 생략됩니다.
vi: Không cần xác minh điện thoại hoặc email hoặc google cho lần rút tiền tiếp theo
zh_hans: 下次提币不再需要短信/邮箱或google验证
zh_hant: 下次提幣不再需要短信/郵箱或google驗證

# withdraw_tip_withdrawMaxValueError
source: Maximum withdrawal amount is%@ each time
es: El número máximo de retiro de monedas en un solo pedido es %@
ja: 毎回、最大出金額は%@
ko_kr: 한번에 가능한 최대출금수량은%@
vi: Giới hạn tối đa %@
zh_hans: 单次最大提币数量为%@
zh_hant: 單次最大提幣數量為%@

# withdraw_tip_withdrawMinArrivalError
source: The amount received must greater than 0
es: El número de llegadas debe ser mayor que 0
ja: 受取金額は0より大きくなければなりません。
ko_kr: 받은 금액은 0보다 커야합니다.
vi: Số tiền nhận phải lớn hơn 0
zh_hans: 到账数量必须大于0
zh_hant: 到賬數量必須大於0

# withdraw_tip_withdrawMinValueError
source: Minimum withdrawal amount is%@ each time
es: El número máximo de retiro de monedas en un solo pedido es %@
ja: 毎回、最低出金額は%@
ko_kr: 한번에 가능한 최소출금수량은%@
vi: Giới hạn tối thiểu %@
zh_hans: 单次最小提币数量为%@
zh_hant: 單次最小提幣數量為%@

# withdraw_tip_withdrawSuccess
source: Withdraw Successfully
es: Retiro exitoso de monedas
ja: 出金成功
ko_kr: 출금에 성공했습니다.
vi: Rút tiền thành công
zh_hans: 提币成功
zh_hant: 提幣成功

# wxpay_text_bind
source: Link WeChat
es: Vincular WeChat
ja: バインドWeChat
ko_kr: 위챗 연동
vi: Liên kết WeChat
zh_hans: 绑定微信
zh_hant: 綁定微信

# wxpay_text_qrcode
source: WeChat payment QR code
es: Código de cobro de WeChat
ja: WeChat受取QRコード
ko_kr: 위챗 콜렉션 QR코드
vi: Tải mã QR wechat để nhận tiền
zh_hans: 微信收款码
zh_hant: 微信收款碼

# filter_otc_appeal
source: Complainting
es: En apelación
ja: アピール
ko_kr: 이의신청진행 중
vi: Đang khiếu nại
zh_hans: 申诉中
zh_hant: 申訴中

# filter_otc_appealCancel
source: Cancel complaint
es: apelación cancelada
ja: アピールをキャンセル
ko_kr: 이의신청취소
vi: Hủy bỏ khiếu nại
zh_hans: 申诉取消
zh_hant: 申訴取消

# mainTab_text_contract
source: Contract
es: Contrato
ja: 先物
ko_kr: 선물
vi: Hợp đồng giao dịch
zh_hans: 合约
zh_hant: 合約

# noun_language
source: English
es: Espanol
ja: 日本語
ko_kr: 한국어
vi: Tiếng việt
zh_hans: 简体中文
zh_hant: 繁體中文

# otc_text_IFSC
source: IFSC Code
es: IFSC Código
ja: No content
ko_kr: No content
vi: No content
zh_hans: IFSC码
zh_hant: IFSC碼

# otc_text_Interact
source: Interact Account
es: Interact cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: Interact账号
zh_hant: Interact帳號

# otc_text_payNow
source: PayNow Account
es: PayNow cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: PayNow账号
zh_hant: PayNow帳號

# otc_text_paypal
source: Paypal Account
es: Paypal cuenta
zh_hans: Paypal账号
zh_hant: Paypal帳號

# otc_tip_pleaseInputMoneyAddress
source: Enter the remittance address
es: Introduzca la dirección de remesa
ja: No content
ko_kr: No content
vi: No content
zh_hans: 输入汇款地址
zh_hant: 輸入匯款地址

# otc_tip_pleaseInputSWIFT
source: SWIFT Information
es: SWIFT Informacion
ja: No content
ko_kr: No content
vi: No content
zh_hans: SWIFT信息
zh_hant: SWIFT資訊

# otc_tip_pleaseInputWestUnio
source: Western Union Pay Information
es: Información de remesas de Western Union
ja: No content
ko_kr: No content
vi: No content
zh_hans: 西联汇款信息
zh_hant: 西聯匯款資訊

# otc_tip_pleaseInputAcount
source: please enter account number
es: ingrese un número de cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: 请输入账号
zh_hant: 請輸入帳號

# otc_tip_plieaseInputIFSC
source: Please enter IFSC
es: ingrese el código IFSC
ja: No content
ko_kr: No content
vi: No content
zh_hans: 请输入IFSC码
zh_hant: 請輸入IFSC碼

# otc_text_paytm
source: Paytm Account
es: Paytm cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: Paytm账号
zh_hant: Paytm帳號

# otc_text_QIWI
source: QIWI Account
es: QIWI cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: QIWI账号
zh_hant: QIWI帳號

# otc_text_SWIFT
source: SWIFT Intel' Remittance
es: SWIFT cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: SWIFT国际汇款
zh_hant: SWIFT國際匯款

# filter_otc_cancel
source: Cancelled
es: Cancelado
ja: キャンセルされました
ko_kr: 취소완료
vi: Bị hủy bỏ
zh_hans: 已取消
zh_hant: 已取消

# filter_otc_complete
source: Completed
es: Transacción completada
ja: すでに完成
ko_kr: 완성
vi: Hoàn thành
zh_hans: 交易完成
zh_hant: 交易完成

# otc_text_UPI
source: UPI Account
es: UPI cuenta
ja: No content
ko_kr: No content
vi: No content
zh_hans: UPI账号
zh_hant: UPI帳號

# common_tip_bestPriceTransaction
source: BBO
es: Precio del oponente
zh_hans: 对手价
zh_hant: 對手價

# contract_text_openAveragePrice
source: Entry Price
es: Precio promedio de apertura
ja: 参入価格
ko_kr: 진입가격
vi: Giá trung bình
zh_hans: 开仓均价
zh_hant: 開倉均價

# assets_text_lockup
source: Lock-up
es: Bloquear la posición
ja: ロック倉庫
ko_kr: 잠김
vi: Khóa vị thế
zh_hans: 锁仓
zh_hant: 鎖倉

# common_text_detailInfo
source: Detailed information
es: Detalles
ja: 詳細
ko_kr: 상세
vi: Chi tiết
zh_hans: 详情信息
zh_hant: 詳情資訊

# common_action_inviteFriend
source: Invite friend
es: Invitar a amigos
ja: 友達を招待する
ko_kr: 친구초대
vi: Mời bạn bè
zh_hans: 邀请好友
zh_hant: 邀請好友

# common_action_copyLink
source: Copy link
es: Copiar enlace
ja: リンクをコピー
ko_kr: 링크복사
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製鏈接

# common_action_savePoster
source: Save poster
es: Guardar cartel
ja: ポスターを保存
ko_kr: 포스터저장
vi: Lưu poster
zh_hans: 保存海报
zh_hant: 保存海報

# common_text_walletProcessTime
source: Wallet processing time
es: Tiempo de procesamiento de la billetera
ja: ウォレット処理時間
ko_kr: 지갑처리시간
vi: Thời gian xử lý ví
zh_hans: 钱包处理时间
zh_hant: 錢包處理時間

# contract_tip_volumeError
source: The increase shall not exceed deposit available
es: El aumento no debe exceder el margen disponible
ja: 増加は利用可能な限界を超えてはいけません
ko_kr: 이용가능증거금을 초과할 수 없습니다.
vi: Việc tăng không thể nhiều hơn tiền gửi có sẵn
zh_hans: 增加数量不得超过可用保证金
zh_hant: 增加數量不得超過可用保證金

# contract_tip_pleaseInputPosition
source: Please enter position
es: Por favor, introduzca una posición
ja: ポジションを入力してください
ko_kr: 포지션을입력해 주십시오
vi: Vui lòng nhập một vị thế
zh_hans: 请输入仓位
zh_hant: 請輸入倉位

# contract_tip_pleaseInputPrice
source: Please enter price
es: ingrese el precio
ja: ポジションを入力してください、価格を入力してください
ko_kr: 가격을입력해 주십시오
vi: Vui lòng nhập giá
zh_hans: 请输入价格
zh_hant: 請輸入價格

# contract_text_limitPriceOrder
source: Limit
es: Pedido de precio limitado
ja: 指値
ko_kr: 지정가
vi: Mức
zh_hans: 限价单
zh_hant: 限價

# common_text_pleaseBindGoogleFirst
source: Please bind phone or Google Authenticator first.
es: Ate primero su teléfono o la verificación de Google.
ja: まずは携帯またはGoogle認証システムをバインドする連携してください
ko_kr: 연결된휴대전화 혹은 구글인증 연동 먼저 입력해 주십시오.
vi: Vui lòng liên kết điện thoại của bạn hoặc xác minh Google trước.
zh_hans: 请先绑定手机或谷歌验证
zh_hant: 請先綁定手機或穀歌驗證

# redpacket_redpacket
source: Red Packet
es: Sobre rojo
zh_hans: 红包
zh_hant: 紅包

# redpacket_send_send
source: Send Red Packet
es: Sobre rojo
zh_hans: 发红包
zh_hant: 發紅包

# redpacket_send_identical
source: Identical Amount
es: Paquetes rojos ordinarios
zh_hans: 普通红包
zh_hant: 普通紅包

# redpacket_send_random
source: Random Amount
es: Paquetes rojos al azar
zh_hans: 拼手气红包
zh_hant: 拼手氣紅包

# redpacket_send_currency
source: Currency
es: Moneda
zh_hans: 币种
zh_hant: 幣種

# redpacket_send_total
source: Total Amount
es: Cantidad total
zh_hans: 总金额
zh_hant: 總金額

# redpacket_send_num
source: Quantity
es: Número de paquetes rojos
zh_hans: 红包个数
zh_hant: 紅包個數

# redpacket_send_availableBalance
source: Available Balance
es: Saldo disponible
zh_hans: 可用余额
zh_hant: 可用余額

# redpacket_send_wishes
source: Greetings and wishes
es: Saludos
zh_hans: 祝福语
zh_hant: 祝福語

# redpacket_send_prepare
source: Prepare Red Packet
es: Rellenar en un sobre rojo
zh_hans: 塞进红包
zh_hant: 塞進紅包

# redpacket_send_prompt
source: Red Packets not opened within %@ hours will be refunded
es: Los paquetes rojos no recibidos serán reembolsados después de %@ horas.
ko_kr: Red Packets not opened within %@ hrs will be refunded
zh_hans: 未领取的红包，将%@小时后发起退款。
zh_hant: 未領取的紅包，將%@小時後發起退款。

# redpacket_send_new
source: Available to new registered users
es: Solo para usuarios nuevos
zh_hans: 仅限新用户领取
zh_hant: 僅限新用戶領取

# redpacket_send_each
source: Amount Each
es: Cantidad unitaria
zh_hans: 单个金额
zh_hant: 單個金額

# redpacket_send_enterNumber
source: Enter number
es: ingrese el número
zh_hans: 请输入个数
zh_hant: 請輸入個數

# redpacket_send_from
source: From %@
es: sobre rojo de %@
zh_hans: %@的红包
zh_hant: %@的紅包

# redpacket_payment_payment
source: Confirmation of payment
es: Confirmar pago
zh_hans: 付款确认
zh_hant: 付款確認

# redpacket_payment_amount
source: Payment Amount
es: Cantidad de pago
zh_hans: 付款金额
zh_hant: 付款金額

# redpacket_payment_type
source: Payment Type
es: Tipo de pago
zh_hans: 付款类型
zh_hant: 付款類型

# redpacket_payment_account
source: Payment Account
es: Cuenta de pago
zh_hans: 付款账户
zh_hant: 付款賬戶

# redpacket_safety_safety
source: Safety Certification
zh_hans: 安全认证
zh_hant: 安全認證

# redpacket_safety_paste
source: Paste
zh_hans: 粘贴
zh_hant: 粘貼

# redpacket_received_received
source: Received Packets
es: Sobre rojo recibido
zh_hans: 收到的红包
zh_hant: 收到的紅包

# redpacket_received_num
source: Total Number Received %@
es: Un total de paquetes rojos recibidos %@
zh_hans: 共收到红包%@个
zh_hant: 共收到紅包%@個

# redpacket_received_detail
source: Detail
es: Detalles del sobre rojo
zh_hans: 红包详情
zh_hant: 紅包詳情

# redpacket_received_from
source: From %@
zh_hans: %@的红包
zh_hant: %@的紅包

# redpacket_received_withdraw
source: Red Packet transferred to your account, can withdraw directly
es: Depositado en una cuenta de divisas, puede retirar efectivo directamente
zh_hans: 已存入币币账户，可以直接提现
zh_hant: 已存入幣幣賬戶，可以直接提現

# redpacket_received_gone
source: %@Red Packet(s)
es: %@ sobre rojo han sido agarrados
zh_hans: %@个红包，已抢光
zh_hant: %@個紅包，已搶光

# redpacket_received_opened
source: Opened %@/%@
es: recibido%@/%@
zh_hans: 已领取%@/%@
zh_hant: 已領取%@/%@

# redpacket_sendout_goneDetail
source: %@Red Packet(s), %@%@ in total
es: %@total de sobres rojos %@, han sido agarrados
zh_hans: %@个红包共%@%@，已抢光
zh_hant: %@個紅包共%@%@，已搶光

# redpacket_sendout_overdue
source: Red packet expired.Opened %@/%@ with %@/%@%@
es: El sobre rojo ha expirado. Se han recibido %@/%@, total de %@/%@%@
zh_hans: 红包已过期。已领取%@/%@个，共%@/%@%@
zh_hant: 紅包已過期。已領取%@/%@個，共%@/%@%@

# redpacket_sendout_receive
source: Opened %@/%@ with %@/%@%@
es: %@ recibido, total de %@
zh_hans: 已领取%@/%@个，共%@/%@%@
zh_hant: 已領取%@/%@個，共%@/%@%@

# redpacket_sendout_total
source: Total Number Sent %@
es: Un total de paquetes rojos enviados %@
zh_hans: 共发出红包%@个
zh_hant: 共發出紅包%@個

# redpacket_sendout_register
source: %@ people were invited to register successfully
es: Invitó exitosamente a%@para registrarse
zh_hans: 成功邀请%@人注册
zh_hant: 成功邀請%@人註冊

# redpacket_sendout_totalPeople
source: A total of %@ people received
es: Un total de %@ personas reciben
zh_hans: 共有%@人领取
zh_hant: 共有%@人領取

# redpacket_sendout_expired
source: Expired
es: Caducado
zh_hans: 已过期
zh_hant: 已過期

# redpacket_sendout_gone
source: None available
es: Han terminado
zh_hans: 已领完
zh_hant: 已領完

# redpacket_sendout_sendPackets
source: Sent Packets
es: Sobre rojo enviado
zh_hans: 发出的红包
zh_hant: 發出的紅包

# redpacket_sendout_invited
source: Successfully invite
es: Invitado exitosamente
zh_hans: 成功邀请
zh_hant: 成功邀請

# redpacket_sendout_people
source: people
es: personas
zh_hans: 人
zh_hant: 人

# redpacket_sendout_regist
source: to register
es: Registro
ko_kr: Registered
zh_hans: 注册
zh_hant: 註冊

# redpacket_send_inputCoin
source: Please select currency
es: seleccione una moneda
zh_hans: 请选择币种
zh_hant: 請選擇幣種

# redpacket_send_inputAmount
source: Please enter the amount
es: ingrese la cantidad
zh_hans: 请输入金额
zh_hant: 請輸入金額

# redpacket_sendout_copyRedPacket
source: Copy Red Packet Links
es: Copiar enlace de sobre rojo
zh_hans: 复制红包链接
zh_hant: 復制紅包鏈接

# redpacket_send_exchangeAccount
source: Exchange account
es: cuentas de intercambio
zh_hans: 币币账户
zh_hant: 幣幣賬戶

# redpacket_send_longPress
source: Long press to identify Red Packet
es: Mantenga presionado para identificar el sobre rojo
zh_hans: 长按识别红包
zh_hant: 長按識別紅包

# redpacket_send_notLess
source: The single Red Packet is not less than
es: Un solo sobre rojo no puede ser inferior a %@
zh_hans: 单个红包不可低于
zh_hant: 單個紅包不可低於

# redpacket_send_singleNotExceed
source: The amount of a single Red Packet shall not exceed
es: La cantidad de un sobre rojo no puede exceder %@
zh_hans: 单个红包金额不可超过
zh_hant: 單個紅包金額不可超過

# redpacket_send_notExceed
source: The single total payment amount shall not exceed
es: El monto total de un pago único no puede exceder %@
zh_hans: 单次支付总额不可超过
zh_hant: 單次支付總額不可超過

# redpacket_send_noMoney
source: Insufficient Balance!
es: Insuficiente saldo disponible
ko_kr: Insufficient available balance
vi: Insufficient available balance
zh_hans: 可用余额不足
zh_hant: 可用余額不足

# redpacket_send_numNotExceed
source: Each single Red Packet amount shall not greater than
es: El número de paquetes rojos individuales no puede ser mayor que %@
ko_kr: The amount of a single Red Packet shall not exceed
zh_hans: 单个红包数量不可大于
zh_hant: 單個紅包數量不可大於

# redpacket_sendout_cannotReplicated
source: Link has expired and cannot be replicated
es: El enlace ha expirado y no se puede copiar
zh_hans: 链接已失效，无法复制
zh_hant: 鏈接已失效，無法復制

# redpacket_click_prompt
source: To ensure the safety of your funds, please complete the following security certification
es: Para la seguridad de su cuenta, active la verificación de seguridad
ko_kr: 계정보안을 위해, 보안검증을 유효화해주십시오.
zh_hans: 为保证您的资金安全，请完成以下安全认证
zh_hant: 為保證您的資金安全，請完成以下安全認證

# contract_position_id
source: Position ID
es: ID de Posición
ko_kr: 위치 ID
zh_hans: 仓位ID
zh_hant: 倉位ID

# common_text_realNameTitle
source: Real name Information
es: Información del nombre real
ja: 実名情報
ko_kr: 실명정보
vi: Thông tin tên thật
zh_hans: 实名信息
zh_hant: 實名資訊

# common_text_contactTitle
source: Contact Information
es: Contactar
ja: 連絡先
ko_kr: 연락처방식
vi: Thông tin liên lạc
zh_hans: 联系方式
zh_hant: 聯繫方式

# common_tip_showContactOTC
source: The buyer can check it in 2 minutes after payment.
es: Los compradores pueden ver después de 2 minutos de pago
ja: 購入者が代金を2分支払った後に確認します
ko_kr: 구매자부담 2분 후 확인 가능
vi: Người mua có thể kiểm tra nó sau hai phút thanh toán.
zh_hans: 买家付款2分钟后可查看
zh_hant: 買家付款2分鐘後可查看

# common_action_showMore
source: More
es: más
zh_hans: 更多
zh_hant: 更多

# common_action_hideMore
source: Fewer
es: ocultar
zh_hans: 收起
zh_hant: 收起

# personal_text_onlineservice
source: Online Service
es: Servicio al cliente en línea
ja: お問い合わせ
ko_kr: 온라인고객 서비스
vi: Liên lạc với chúng tôi
zh_hans: 在线客服
zh_hant: 線上客服

# common_text_confirmDelete
source: Are you sure to delete?
es: Seguro que quieres eliminarlo?
ja: 削除してよろしいですか？
ko_kr: 삭제하시겠습니까?
vi: Bạn có chắc chắn để xóa?
zh_hans: 确定删除？
zh_hant: 確定刪除？

# kyc_text_otherLegal
source: Other legal documents
es: Otros documentos legales
ja: その他法的なライセンス
ko_kr: 그외 법적 서류
vi: Văn bản pháp lý khác
zh_hans: 其他合法证件
zh_hant: 其他合法證件

# tradeLimit_text_everyDayCount
source: The currency pair limits the number of daily transactions
es: El número de restricciones en la transacción diaria de la moneda.
ja: 通貨ペアは毎日の取引の数を制限します
ko_kr: 통화쌍은 일일 거래 수를 제한합니다
vi: Cặp tiền tệ giới hạn số lượng giao dịch hàng ngày
zh_hans: 该币对限制每日交易数量
zh_hant: 該幣對限制每日交易數量

# tradeLimit_text_everyDayBuy
source: The maximum purchase amount per day is: %@
es: El monto máximo de compra por día es: %@
ja: 1日あたりの最大購入額は%@です
ko_kr: 일일최대 구매 금액은 % @입니다.
vi: Số tiền mua tối đa mỗi ngày là:%@
zh_hans: 单日最大买入量为：%@
zh_hant: 單日最大買入量為：%@

# tradeLimit_text_everyDaySell
source: The maximum selling amount per day is: %@
es: La cantidad máxima de venta por día es: %@
ja: 1日あたりの最大販売額：%@
ko_kr: 일일최대 판매량은 % @입니다.
vi: Số lượng bán tối đa mỗi ngày là:%@
zh_hans: 单日最大卖出量为：%@
zh_hant: 單日最大賣出量為：%@

# tradeLimit_text_noLimitBuy
source: Unrestricted buy transaction
es: Transacción de compra sin restricciones
ja: 無制限の購入取引
ko_kr: 무제한구매 거래
vi: Giao dịch mua không hạn chế
zh_hans: 未限制买入交易
zh_hant: 未限制買入交易

# tradeLimit_text_noLimitSell
source: Unrestricted sell transaction
es: Transacción de venta sin restricciones
ja: 無制限の販売取引
ko_kr: 무제한판매 거래
vi: Giao dịch bán không giới hạn
zh_hans: 未限制卖出交易
zh_hant: 未限制賣出交易

# tradeLimit_text_instructions
source: Trading instructions
es: Instrucciones comerciales
ja: 取引指示
ko_kr: 거래지침
vi: Hướng dẫn giao dịch
zh_hans: 交易须知
zh_hant: 交易須知

# contract_text_openAverage
source: Open
es: Abrir una posición
ja: ポジションを開く
ko_kr: 포지션 열기
vi: Mở một vị trí
zh_hans: 开仓
zh_hant: 開倉

# contract_text_positionsDirection
source: Direction
es: Dirección de la posición
ja: 位置方向
ko_kr: 위치 방향
vi: Hướng vị trí
zh_hans: 仓位方向
zh_hant: 倉位方向
